{
    "abstractText": "Is nonconscious goal pursuit useful in novel environments? The prevalent view of automaticity and control implies that an unconscious mode of goal pursuit can only reproduce formerly learned actions, and therefore that its usefulness in novel environments is very limited. Our results demonstrate that this conclusion is not always warranted, as nonconscious goal pursuit facilitated participants’ learning of the structure of completely novel environments. Specifically, two experiments, using markedly different implicit-learning paradigms, demonstrated facilitation of implicit learning when the goal of achievement was primed. We propose that nonconscious goal pursuit can facilitate not only reproductive operations, but also productive ones, and that implicit learning is sensitive to the organism’s nonconscious goals. To what degree can people count on unconscious processes to pilot them toward the future they desire, that is, toward their goals? Successfully attaining one’s goals (defined here as desired end states) depends critically on one’s sensitivity to the ever-changing environment and its affordances. Because of the environment’s complexity, however, the crucial task of identifying goal-relevant structures is far from trivial. In the study reported in this article, we examined whether nonconscious goal pursuit (NCGP) can increase the likelihood of learning goalrelevant structures in the environment, thereby boosting the likelihood of goal attainment. One answer to the question we have posed may come from recent dual-system models of reasoning. These models share an all-encompassing assumption that there are two qualitatively different mental systems, one that is associative and one that is rule based (e.g., Evans, 2003; Sloman, 1996; Strack & Deutsch, 2004; but see Keren & Schul, 2007; Osman, 2004). The rulebased system has the ability to reason, deliberate, formulate strategies, and pursue them, and is generally assumed to require consciousness and mental resources. The associative system, in contrast, is assumed to operate automatically, triggering elements from past experience by way of spreading activation. Given these pervasive models, it seems natural to conclude that consciously controlled goal pursuit is delegated to the rulebased system, and hence this form of goal pursuit is viewed as productive, deliberative, and flexible, and as involving intention and conscious monitoring (e.g., Locke & Latham, 2002). Similarly natural is the conclusion that NCGP is delegated to the associative system, and hence this form of goal pursuit is viewed as reproductive, unintentional, and inflexible. Indeed, this is the spirit of recent models of NCGP (e.g., Bargh, 1990; Kruglanski et al., 2002), which adopt the theoretical view that NCGP is based on unintentional and nonconscious reproductions of past associations. Put differently, these models assume that a nonconscious goal can trigger an action (broadly defined) if that action has formerly been chosen to attain that goal. Accordingly, the lion’s share of past research on NCGP has concentrated on overlearned (i.e., strongly associated) means and goals. For example, Bargh, Gollwitzer, Lee-Chai, Barndollar, and Troetschel (2001) found that people who had been primed with the goal of achievement invested more effort than those who had not been so primed (see also Stajkovic, Locke, & Blair, 2006); Aarts, Gollwitzer, and Hassin (2004) found an increase in the help given to people of the opposite sex when the goal of obtaining sex was activated; and Fishbach, Friedman, and Kruglanski (2003) found that people were more likely to refrain from sweet temptations when the goal of dieting was indirectly triggered than when no goal was triggered. Still, given the dynamic nature of human environments (whether in the physical, the social, or the mental realm), strictly Address correspondence to Baruch Eitam, Ran R. Hassin, or Yaacov Schul, Hebrew University, Department of Psychology, Mt. Scopus Campus, Jerusalem 91905, Israel, e-mail: beitam@mscc.huji.ac.il, ran.hassin@huji.ac.il, or yschul@huji.ac.il. PSYCHOLOGICAL SCIENCE Volume 19—Number 3 261 Copyright r 2008 Association for Psychological Science at EMORY UNIV on April 19, 2015 pss.sagepub.com Downloaded from reproductive NCGP is bound to be of limited use. For a system that is very limited in its conscious processing ability (Kahneman, 1973) yet hasmany concurrent goals, such a limitationmay even be detrimental. Our study, then, examined whether this restriction on NCGP can be rejected. Are nonconscious goals beneficial in situations that require mastering novel environments? THE PRESENT RESEARCH Based on the arguments we have just discussed, our general hypothesis was that NCGP can help people achieve their goals even in novel environments, that is, in environments with which they have no prior experience. In particular, we investigated the hypothesis that NCGP can facilitate learning the structure of novel environments. To do this, we examined how NCGP influences performance on implicit-learning tasks. Research on implicit learning has established that humans can learn and use complex patterns of information without intending to learn them and without being aware of the patterns (e.g., Nissen & Bullemer, 1987; Reber, 1967, 1993; for a recent review, see Frensch & Rünger, 2003). In fact, humans’ ability to learn relations implicitly seems to exceed their ability to process this type of information consciously (cf. Halford, Baker, McCredden, & Bain, 2005). Traditionally, implicit learning was assumed to be a bottomup, unselective, data-driven process (e.g., Cleeremans, 1993; Hayes & Broadbent, 1988). Therefore, researchers assumed it was not influenced by an individual’s goals (cf. Lewicki, Hill, & Czyzewska, 1992). Recent evidence, however, suggests that selective attentionmay play a role in implicit learning (Jiang&Chun, 2003; Jiménez & Méndez, 1999; Turk-Browne, Junge, & Scholl, 2005). These findings, together with the conjecture that attention is influenced by goal-driven prioritization of information processing (e.g., Eriksen & Hoffman, 1972; Posner, 1980), suggest to us that implicit learning could be affected by the organism’s NCGPs. We hypothesized that NCGP can enhance implicit learning and conducted two experiments to test this hypothesis. In both, we examined whether priming an achievement goal affected performance on an implicit-learning task. To prime this goal, we used the ‘‘unrelated experiments’’ paradigm (Chartrand & Bargh, 1996). Briefly, following completion of a first ‘‘experiment’’ (in actuality, a goal-priming procedure), participants were presented with ‘‘the second experiment’’—an implicit-learning task. EXPERIMENT 1: LEARNING TO CONTROL A DYNAMIC SYSTEM",
    "authors": [
        {
            "affiliations": [],
            "name": "Baruch Eitam"
        },
        {
            "affiliations": [],
            "name": "Ran R. Hassin"
        },
        {
            "affiliations": [],
            "name": "Yaacov Schul"
        }
    ],
    "id": "SP:b0ba1cdfc928b3edf015521003eda519806cbe11",
    "references": [
        {
            "authors": [
                "H. Aarts",
                "P.M. Gollwitzer",
                "R.R. Hassin"
            ],
            "title": "Goal contagion: Perceiving is for pursuing",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 2004
        },
        {
            "authors": [
                "J.A. Bargh"
            ],
            "title": "Auto-motives: Preconscious determinants of social interaction",
            "venue": "Handbook of motivation and cognition (Vol",
            "year": 1990
        },
        {
            "authors": [
                "J.A. Bargh",
                "P. Gollwitzer",
                "A. Lee-Chai",
                "K. Barndollar",
                "R. Troetschel"
            ],
            "title": "The automated will: Nonconscious activation and pursuit of behavioral goals",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 2001
        },
        {
            "authors": [
                "D.C. Berry",
                "D.E. Broadbent"
            ],
            "title": "On the relationship between task performance and associated verbalizable knowledge",
            "venue": "The Quarterly Journal of Experimental Psychology: Human Experimental Psychology,",
            "year": 1984
        },
        {
            "authors": [
                "D.C. Berry",
                "D.E. Broadbent"
            ],
            "title": "The combination of explicit and implicit learning processes in task control",
            "venue": "Psychological Research,",
            "year": 1987
        },
        {
            "authors": [
                "T.L. Chartrand",
                "J.A. Bargh"
            ],
            "title": "Automatic activation of impression formation and memorization goals: Nonconscious goal priming reproduces effects of explicit task instructions",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 1996
        },
        {
            "authors": [
                "A. Cleeremans"
            ],
            "title": "Mechanisms of implicit learning: Connectionist models of sequence processing",
            "year": 1993
        },
        {
            "authors": [
                "A. Destrebecqz",
                "A. Cleeremans"
            ],
            "title": "Can sequence learning be implicit? New evidence with the process dissociation procedure",
            "venue": "Psychonomic Bulletin & Review,",
            "year": 2001
        },
        {
            "authors": [
                "Z. Dienes",
                "R. Fahey"
            ],
            "title": "The role of implicit memory in controlling a dynamic system",
            "venue": "The Quarterly Journal of Experimental Psychology: Human Experimental Psychology,",
            "year": 1998
        },
        {
            "authors": [
                "B. Eitam",
                "Y. Schul",
                "R.R. Hassin"
            ],
            "title": "On the selectivity of artificial grammar learning. Manuscript submitted for publication",
            "year": 2007
        },
        {
            "authors": [
                "B.A. Eriksen",
                "J.E. Hoffman"
            ],
            "title": "Temporal and spatial characteristics of selective encoding from visual displays",
            "venue": "Perception & Psychophysics,",
            "year": 1972
        },
        {
            "authors": [
                "Evans",
                "J.St.B.T"
            ],
            "title": "In two minds: Dual process accounts of reasoning",
            "venue": "Trends in Cognitive Sciences,",
            "year": 2003
        },
        {
            "authors": [
                "A. Fishbach",
                "R. Friedman",
                "A.W. Kruglanski"
            ],
            "title": "Leading us not unto temptation: Momentary allurements elicit automatic goal activation",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 2003
        },
        {
            "authors": [
                "G.S. Halford",
                "R. Baker",
                "J.E. McCredden",
                "J.D. Bain"
            ],
            "title": "How many variables can humans process",
            "venue": "Psychological Science,",
            "year": 2005
        },
        {
            "authors": [
                "R.R. Hassin"
            ],
            "title": "Non-conscious control and implicit working memory",
            "year": 2005
        },
        {
            "authors": [
                "N.A. Hayes",
                "D. Broadbent"
            ],
            "title": "Two modes of learning for interactive",
            "venue": "tasks. Cognition,",
            "year": 1988
        },
        {
            "authors": [
                "Y. Jiang",
                "M.M. Chun"
            ],
            "title": "Contextual cueing: Reciprocal influences between attention and implicit learning",
            "year": 2003
        },
        {
            "authors": [
                "Y. Jiang",
                "A.W. Leung"
            ],
            "title": "Implicit learning of ignored visual context",
            "venue": "Psychonomic Bulletin & Review,",
            "year": 2005
        },
        {
            "authors": [
                "L. Jiménez",
                "C. Méndez"
            ],
            "title": "Which attention is needed for implicit sequence learning",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1999
        },
        {
            "authors": [
                "D. Kahneman"
            ],
            "title": "Attention and effort. Englewood Cliffs, NJ: Prentice-Hall",
            "year": 1973
        },
        {
            "authors": [
                "G. Keren",
                "Y. Schul"
            ],
            "title": "Two is not always better than one: A critical evaluation of two-system theories",
            "year": 2007
        },
        {
            "authors": [
                "A.W. Kruglanski",
                "J.Y. Shah",
                "A. Fishbach",
                "R. Friedman",
                "W.Y. Chun",
                "D. Sleeth-Keppler"
            ],
            "title": "A theory of goal-systems",
            "venue": "Advances in experimental social psychology (Vol",
            "year": 2002
        },
        {
            "authors": [
                "P. Lewicki",
                "T. Hill",
                "M. Czyzewska"
            ],
            "title": "Nonconscious acquisition of information",
            "venue": "American Psychologist,",
            "year": 1992
        },
        {
            "authors": [
                "E.A. Locke",
                "G.P. Latham"
            ],
            "title": "Building a practically useful theory of goal setting and task motivation: A 35-year odyssey",
            "venue": "American Psychologist,",
            "year": 2002
        },
        {
            "authors": [
                "M.J. Nissen",
                "P. Bullemer"
            ],
            "title": "Attentional requirement of learning: Evidence from performance measures",
            "venue": "Cognitive Psychology,",
            "year": 1987
        },
        {
            "authors": [
                "M. Osman"
            ],
            "title": "An evaluation of dual-process theories of reasoning",
            "venue": "Psychonomic Bulletin & Review,",
            "year": 2004
        },
        {
            "authors": [
                "M.I. Posner"
            ],
            "title": "Orienting of attention",
            "venue": "Quarterly Journal of Experimental Psychology,",
            "year": 1980
        },
        {
            "authors": [
                "A.S. Reber"
            ],
            "title": "Implicit learning of artificial grammars",
            "venue": "Journal of Verbal Learning and Verbal Behavior,",
            "year": 1967
        },
        {
            "authors": [
                "A.S. Reber"
            ],
            "title": "Implicit learning and tacit knowledge: An essay on the cognitive unconscious",
            "year": 1993
        },
        {
            "authors": [
                "J. Reed",
                "P. Johnson"
            ],
            "title": "Assessing implicit learning with indirect tests: Determining what is learned about sequence structure",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1994
        },
        {
            "authors": [
                "C.A. Seger"
            ],
            "title": "Two forms of sequential implicit learning",
            "venue": "Consciousness and Cognition,",
            "year": 1997
        },
        {
            "authors": [
                "S.A. Sloman"
            ],
            "title": "The empirical case for two systems of reasoning",
            "venue": "Psychological Bulletin,",
            "year": 1996
        },
        {
            "authors": [
                "M.A. Stadler"
            ],
            "title": "Statistical structure and implicit serial learning",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1992
        },
        {
            "authors": [
                "A.D. Stajkovic",
                "E.A. Locke",
                "E.S. Blair"
            ],
            "title": "A first examination of the relationships between primed subconscious goals, assigned conscious goals, and task performance",
            "venue": "Journal of Applied Psychology,",
            "year": 2006
        },
        {
            "authors": [
                "W.B. Stanley",
                "R.C. Mathews",
                "R.R. Buss",
                "S. Kotler-Cope"
            ],
            "title": "Insight without awareness: On the interaction of verbalization, instruction and practice in a simulated process control task",
            "venue": "The Quarterly Journal of Experimental Psychology: Human Experimental Psychology,",
            "year": 1989
        },
        {
            "authors": [
                "F. Strack",
                "R. Deutsch"
            ],
            "title": "Reflective and impulsive determinants of social behavior",
            "venue": "Personality and Social Psychology Review,",
            "year": 2004
        },
        {
            "authors": [
                "N.B. Turk-Browne",
                "J. Junge",
                "B.J. Scholl"
            ],
            "title": "The automaticity of visual statistical learning",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 2005
        }
    ],
    "sections": [
        {
            "text": "environments? The prevalent view of automaticity and control implies that an unconscious mode of goal pursuit can only reproduce formerly learned actions, and therefore that its usefulness in novel environments is very limited. Our results demonstrate that this conclusion is not always warranted, as nonconscious goal pursuit facilitated participants’ learning of the structure of completely novel environments. Specifically, two experiments, using markedly different implicit-learning paradigms, demonstrated facilitation of implicit learning when the goal of achievement was primed. We propose that nonconscious goal pursuit can facilitate not only reproductive operations, but also productive ones, and that implicit learning is sensitive to the organism’s nonconscious goals.\nTo what degree can people count on unconscious processes to pilot them toward the future they desire, that is, toward their goals? Successfully attaining one’s goals (defined here as desired end states) depends critically on one’s sensitivity to the ever-changing environment and its affordances. Because of the environment’s complexity, however, the crucial task of identifying goal-relevant structures is far from trivial. In the study reported in this article, we examined whether nonconscious goal pursuit (NCGP) can increase the likelihood of learning goalrelevant structures in the environment, thereby boosting the likelihood of goal attainment.\nOne answer to the question we have posed may come from recent dual-system models of reasoning. These models share an all-encompassing assumption that there are two qualitatively\ndifferent mental systems, one that is associative and one that is rule based (e.g., Evans, 2003; Sloman, 1996; Strack & Deutsch, 2004; but see Keren & Schul, 2007; Osman, 2004). The rulebased system has the ability to reason, deliberate, formulate strategies, and pursue them, and is generally assumed to require consciousness and mental resources. The associative system, in contrast, is assumed to operate automatically, triggering elements from past experience by way of spreading activation.\nGiven these pervasive models, it seems natural to conclude that consciously controlled goal pursuit is delegated to the rulebased system, and hence this form of goal pursuit is viewed as productive, deliberative, and flexible, and as involving intention and conscious monitoring (e.g., Locke & Latham, 2002). Similarly natural is the conclusion that NCGP is delegated to the associative system, and hence this form of goal pursuit is viewed as reproductive, unintentional, and inflexible. Indeed, this is the spirit of recent models of NCGP (e.g., Bargh, 1990; Kruglanski et al., 2002), which adopt the theoretical view that NCGP is based on unintentional and nonconscious reproductions of past associations. Put differently, these models assume that a nonconscious goal can trigger an action (broadly defined) if that action has formerly been chosen to attain that goal.\nAccordingly, the lion’s share of past research on NCGP has concentrated on overlearned (i.e., strongly associated) means and goals. For example, Bargh, Gollwitzer, Lee-Chai, Barndollar, and Troetschel (2001) found that people who had been primed with the goal of achievement invested more effort than those who had not been so primed (see also Stajkovic, Locke, & Blair, 2006); Aarts, Gollwitzer, and Hassin (2004) found an increase in the help given to people of the opposite sex when the goal of obtaining sex was activated; and Fishbach, Friedman, and Kruglanski (2003) found that people were more likely to refrain from sweet temptations when the goal of dieting was indirectly triggered than when no goal was triggered.\nStill, given the dynamic nature of human environments (whether in the physical, the social, or the mental realm), strictly Address correspondence to Baruch Eitam, Ran R. Hassin, or Yaacov Schul, Hebrew University, Department of Psychology, Mt. Scopus Campus, Jerusalem 91905, Israel, e-mail: beitam@mscc.huji.ac.il, ran.hassin@huji.ac.il, or yschul@huji.ac.il.\nVolume 19—Number 3 261Copyright r 2008 Association for Psychological Science at EMORY UNIV on April 19, 2015pss.sagepub.comDownloaded from\nreproductive NCGP is bound to be of limited use. For a system that is very limited in its conscious processing ability (Kahneman, 1973) yet hasmany concurrent goals, such a limitationmay even be detrimental. Our study, then, examined whether this restriction on NCGP can be rejected. Are nonconscious goals beneficial in situations that require mastering novel environments?"
        },
        {
            "heading": "THE PRESENT RESEARCH",
            "text": "Based on the arguments we have just discussed, our general hypothesis was that NCGP can help people achieve their goals even in novel environments, that is, in environments with which they have no prior experience. In particular, we investigated the hypothesis that NCGP can facilitate learning the structure of novel environments. To do this, we examined how NCGP influences performance on implicit-learning tasks.\nResearch on implicit learning has established that humans can learn and use complex patterns of information without intending to learn them and without being aware of the patterns (e.g., Nissen & Bullemer, 1987; Reber, 1967, 1993; for a recent review, see Frensch & Rünger, 2003). In fact, humans’ ability to learn relations implicitly seems to exceed their ability to process this type of information consciously (cf. Halford, Baker, McCredden, & Bain, 2005).\nTraditionally, implicit learning was assumed to be a bottomup, unselective, data-driven process (e.g., Cleeremans, 1993; Hayes & Broadbent, 1988). Therefore, researchers assumed it was not influenced by an individual’s goals (cf. Lewicki, Hill, & Czyzewska, 1992). Recent evidence, however, suggests that selective attentionmay play a role in implicit learning (Jiang&Chun, 2003; Jiménez & Méndez, 1999; Turk-Browne, Junge, & Scholl, 2005). These findings, together with the conjecture that attention is influenced by goal-driven prioritization of information processing (e.g., Eriksen & Hoffman, 1972; Posner, 1980), suggest to us that implicit learning could be affected by the organism’s NCGPs.\nWe hypothesized that NCGP can enhance implicit learning and conducted two experiments to test this hypothesis. In both, we examined whether priming an achievement goal affected performance on an implicit-learning task. To prime this goal, we used the ‘‘unrelated experiments’’ paradigm (Chartrand & Bargh, 1996). Briefly, following completion of a first ‘‘experiment’’ (in actuality, a goal-priming procedure), participants were presented with ‘‘the second experiment’’—an implicit-learning task.\nEXPERIMENT 1: LEARNING TO CONTROL A DYNAMIC SYSTEM"
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants",
            "text": "Fifty-one Hebrew University undergraduates participated in the experiment in exchange for course credit or pay. They were run\nindividually and were randomly assigned to one of two conditions: priming or control."
        },
        {
            "heading": "Procedure",
            "text": "Upon arriving at the lab, participants were informed that the experimental session consisted of two ‘‘unrelated experiments.’’ The first was introduced as a pilot test in which participants were asked to perform a word-search task. Specifically, participants were given a 10 10 array of letters in which they had to search for 13 target words. In the goal-priming condition, 7 of these words were associated with achievement (ambitious, aspiration, competition, excellence, first, race, andwin). In the control condition, these words were replaced by motivationally neutral ones (carpet, diamond, farm, hat, table, topaz, and window). After completing this task, participants in both groups were thanked and introduced to what was described as the second experiment, in which they were given an implicit-learning task.\nImplicit-Learning Task. The task was modeled after one used by Berry and Broadbent (1984, Experiment 1). A simulation of a dynamic system was presented to participants as a sugar factory, and in each of the 60 trials, participants were asked to reach a production level of 9,000 T of sugar by controlling the number of employees in the factory. Critically, participants were not given the rule that relates the number of employees to sugar production.1 Because the system was dynamic, learning was a necessary condition for attaining the target production value consistently. Participants in past research showed a gradual improvement in their ability to reach the target—that is, they showed learning—but could not fully verbalize the nature of the relationship even after hundreds of trials (e.g., Stanley, Mathews, Buss, & Kotler-Cope, 1989). For this reason, learning in this task is considered largely implicit.\nAwareness Probes. After participants completed the implicitlearning task, we assessed their knowledge of the relation between the number of employees and the factory’s production (henceforth, the structure). Previous research with this paradigm utilized two different methods of assessing knowledge (e.g., Berry & Broadbent, 1984, 1987), and we used both. First, we asked participants to describe, in their own words, what determined sugar production. They were offered a monetary bonus for a correct description. These descriptions were scored on the following scale: 05 no knowledge, 15 partial knowledge, 25 complete knowledge. Next, participants were given five prediction problems. Each provided information about the current production and number of employees and the required target production for the next trial. The task was to determine the number of employees needed to achieve the target. Participants\n1If n is the current trial, then the rule relating the number of employees to production of sugar was {2 [number of employees on trial n] [tons of sugar on trial n 1] 1 noise}, where the noise was equal to 1,000 times 1, 0, or 1 (chosen randomly).\n262 Volume 19—Number 3\nat EMORY UNIV on April 19, 2015pss.sagepub.comDownloaded from\nwith perfect knowledge of the rule should have been completely successful. Therefore, this measure of explicit knowledge ranged from 0 (no correct answer) to 5 (all answers correct).\nParticipants also answered items about their motivation. Two of these items assessed their explicit motivation to perform the task: ‘‘How important was it for you to succeed in this task?’’ and ‘‘How important was it for you to find a strategy that would allow you to control the factory?’’ The third item assessed participants’ intention to learn the structure by asking them how important it was to ‘‘learn the rule by which the factory operated.’’ Ratings were made on a 9-point scale ranging from 1 (not at all important) to 9 (very important).\nFinally, three items assessed whether participants believed the cover story, and whether they had any suspicion regarding the priming manipulation. First, they were asked to speculate, in their own words, on ‘‘the purpose of the word-search task’’ (which served as the priming manipulation). Next, they were asked ‘‘whether there was anything noteworthy in the wordsearch task,’’ and last, they were asked directly whether the word-search task had affected their performance on the sugarfactory task in any way."
        },
        {
            "heading": "Measure of Learning",
            "text": "As the sugar-factory paradigm introduces a completely novel environment, all participants begin the task with equal ignorance. Given that this environment is dynamic, one’s level of performance depends on one’s depth of learning. Hence, our main dependent measure was the number of times participants attained the production target (e.g., Berry & Broadbent, 1987; Dienes & Fahey, 1998; Hayes & Broadbent, 1988). A trial was scored as on target when participants attained the target production level plus or minus 1,000 T (cf. Berry & Broadbent, 1984)."
        },
        {
            "heading": "Results and Discussion",
            "text": "The data of 4 participants were excluded from the analyses. Two suspected the goal-priming procedure, and 2 showed no variance in their responses. Thus, the analyses reported are based on data from 47 participants (28 females, 19 males) with a mean age of 23.5 years."
        },
        {
            "heading": "Learning",
            "text": "Our main hypothesis was that goal priming would facilitate learning, which would be evident in the participants’ performance. Indeed, as predicted, participants in the priming condition attained their goal—the target production level—more often than participants in the control group, t(45)5 2.1, prep 5 .93, d 5 0.63 (see Table 1)."
        },
        {
            "heading": "Explicit Motivation",
            "text": "Crucially, the two conditions did not differ in participants’ explicit achievement motivation, t < 1; their explicit motivation to find a\ngood strategy, t < 1; or their intention to learn the underlying structure, t < 1.2 (see Table 1). Furthermore, a multivariate analysis of variance of responses to the three questions, with priming as a between-participants factor, also failed to reach significance, F(3, 43) 5 1.14. Taken together, these results indicate that participants’ explicit motivation was not affected by the priming."
        },
        {
            "heading": "Explicit Knowledge of the Structure",
            "text": "There were no significant differences in the knowledge participants were able to report, either in their free-format descriptions, t< 1.6, or in their predictions, t< 1 (see Table 1). If anything, the knowledge of participants in the priming conditionwas inferior to that of participants in the control condition. This finding is consistent with the idea that the performance improvement observed in the goal-priming condition depended largely on implicit knowledge."
        },
        {
            "heading": "Discussion",
            "text": "To sum up, Experiment 1 demonstrated that the activation of an achievement goal improved implicit learning of a novel environment, but not participants’ explicit motivation or explicit knowledge. Crucially, for this task, participants had to learn the structure of a completely new environment. Hence, we propose that NCGP in this experiment was productive, rather than reproductive.\nEXPERIMENT 2: UNINTENTIONAL LEARNING\nLearning in the sugar-factory paradigm is implicit in the sense that participants are largely unaware of having learned and of the nature of what they have learned. Yet this learning may be intentional: Participants may explicitly think that in order to achieve their assigned goal, theymust learn how the factoryworks. Accordingly, one may argue that the results of Experiment 1"
        },
        {
            "heading": "Means (With Standard Deviations in Parentheses) From",
            "text": "Volume 19—Number 3 263\nat EMORY UNIV on April 19, 2015pss.sagepub.comDownloaded from\nindicate that NCGP can enhance the acquisition of new structures if, and only if, one explicitly intends to learn them.\nExperiment 2 tested whether this is indeed the case by using one of the most widely studied incidental-learning tasks—the serial reaction time task (SRT; see Nissen & Bullemer, 1987). Many studies using this task have demonstrated that people can learn complex sequences without intending to learn them and without being aware of having done so (e.g., Seger, 1997). Our prediction was that participants who were primed with achievement would show more learning than a control group."
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants",
            "text": "Ninety-three Hebrew University undergraduates participated in exchange for course credit or pay. They were run individually and were randomly assigned to one of two conditions: priming or control."
        },
        {
            "heading": "Procedure",
            "text": "Participants started with a goal-priming procedure that was identical to that in Experiment 1. They were then introduced to the SRT task.\nSRTTask. In each trial of the SRT task, participants were shown a circle that appeared in one of four possible locations on a horizontal line on a computer screen. They were instructed to indicate the circle’s location by pressing one of four keys (‘‘3,’’ ‘‘5,’’ ‘‘7,’’ or ‘‘9’’). The circle disappeared immediately after the response, and the next circle appeared 200ms later. An error was signaled by a red ‘‘X’’ that appeared in the center of the screen and remained until the participant responded correctly.\nThe task began with a practice block in which the location of the circle was randomly determined. The purpose of this block was to familiarize participants with the task and to discourage them from attempting to learn the sequence explicitly (cf. Reed & Johnson, 1994; Seger, 1997). Next, participants underwent four training blocks. Critically, in these blocks, the sequence of locations in which the circle appeared was fixed. (If ‘‘1’’ indicates the left-most location and ‘‘4’’ the right-most, the sequence was 1324323432; see Stadler, 1992). This sequence was repeated five times per block. All blocks were 50 trials long.\nFollowing the four training blocks, participants engaged in three test blocks (50 trials each). In the first and third blocks (henceforth, random blocks), the locations of the circle were randomly determined.2 In the second test block, however, locations followed the fixed sequence used during learning (cf. Seger, 1997).\nIn this paradigm, participants are instructed tomerely react to the individual circles. Nothing in the instructions or the explicit structure of the task indicates the existence of a learnable underlying structure. Hence, learning in this paradigm is considered unintentional.\nAwareness Probes. After participants completed the SRT task, we assessed their awareness and explicit knowledge of the learned sequence. First, they were asked to describe the sequence in their own words (Seger, 1997). These verbal descriptions were scored using slight modifications of Seger’s (1997) scoring criteria. Then, after being informed that the locations were displayed in a fixed sequence, participants were requested to generate a sequence of 10 locations that would follow the fixed sequence (cf. Destrebecqz & Cleeremans, 2001). These locations were indicated graphically. A computerized scoring algorithm assessed the level of fit between each of the generated sequences and the actual sequence used in the training blocks, yielding a knowledge score that ranged from 0 (no knowledge) to 10 (full knowledge).3\nThree items assessed participants’ explicit achievement motivation. First, they were asked to rate how important it was for them to respond quickly. Second, they were asked to rate how important it was for them to respond accurately. A third item asked participants how important it was for them to succeed. A fourth item assessed participants’ intention to learn the sequence, asking how important it was for them to ‘‘learn the rule by which the stimulus locations were determined.’’ All ratings were made on a 9-point scale ranging from 1 (not at all important) to 9 (very important).\nIn addition, participants answered questions measuring their awareness of the goal priming. These probes were identical to those used in the Experiment 1."
        },
        {
            "heading": "Results and Discussion",
            "text": "The data of 6 participants who suspected the goal-priming procedure were excluded from the analyses. An additional participant, whose learning score was 4 standard deviations from the group’s mean, was also excluded from further analyses. Thus, the findings reported here are based on data from 86 participants (52 females, 34 males) with a mean age of 23.9 years."
        },
        {
            "heading": "Learning",
            "text": "Recall that the locations of the circles were randomly determined in the first and third test blocks, but followed the learned sequence in the second test block. Learning, then, is indicated by the magnitude of response time (RT) savings (errors are negligible in this paradigm) that the fixed-sequence block creates (compared with the two random blocks; see, e.g., Nissen & Bullemer, 1987; Seger, 1997). Figure 1 presents themeanRTs of\ncorrect responses in the three test blocks. 2There were two constraints on the circle’s locations in the random blocks:\nThe circle appeared in each location as often as it did in the fixed-sequence blocks, and it never appeared in the same location twice in a row. 3The scoring program can be obtained from the authors.\n264 Volume 19—Number 3\nat EMORY UNIV on April 19, 2015pss.sagepub.comDownloaded from\nTo test this effect statistically, we computed the difference between the average RT in the two random blocks and the average RT in the fixed-sequence block; larger difference scores indicate more learning. As hypothesized, primed participants learned more than participants in the control group, t(84) 5 2.09, prep 5 .92, d 5 0.45 (see Table 2). 4 To see whether this effect was associated with a general enhancement of performance, above and beyond the improvement due to learning, we compared the two groups’ performance in the two random blocks and found no significant difference in average RTs, ts < 1.5\nFinally, we note that participants in the goal-priming condition were faster than control participants throughout the learning stage, albeit not significantly so."
        },
        {
            "heading": "Explicit Motivation",
            "text": "The results for explicit motivation replicated the patterns in Experiment 1. Goal priming failed to induce significant changes in explicit motivation to perform the SRT task accurately, t< 1, or quickly, t< 1, or generally to succeed in the task, t< 1.1 (see Table 2). Similarly, there was no significant difference between groups in participants’ intention to learn the sequence, t(83) 5 1.52 (see Table 2). An overall multivariate analysis of variance of responses to the motivation questions did not reveal a significant difference between conditions, F < 1."
        },
        {
            "heading": "Explicit Knowledge of the Environmental Structure",
            "text": "As in Experiment 1, the improvement in implicit learning in the priming condition was not accompanied by changes in explicit knowledge. Specifically, the two groups did not differ significantly in either measure of explicit knowledge (ts < 1; see Table 2)."
        },
        {
            "heading": "Discussion",
            "text": "To sum up, the results of Experiment 2 replicated those of Experiment 1: Goal priming led to improved implicit learning without a concomitant increase in participants’ explicit motivation, explicit knowledge, or performance in blocks in which learning was not instrumental. We conclude, therefore, that goal priming influenced primarily learning of the environmental structure. It is important to note that the use of the SRT task, in which learning is incidental, rules out the possibility that intending to learn the environment is a prerequisite for the effect of NCGP on implicit learning. In other words, NCGP can be productive irrespective of one’s intention to learn about one’s environment."
        },
        {
            "heading": "GENERAL DISCUSSION",
            "text": "The results of these two experiments support the hypothesis that NCGP can facilitate implicit learning of the structures of novel environments. In the sugar-factory experiment, participants in the priming condition learned more than those in the control condition. Yet primed participants did not show any increase in explicit motivation, nor did they indicate more explicit knowledge of the environment’s structure. The results of the second experiment, which used the SRT task, replicated this pattern. Goal priming led to improved learning, even though learning"
        },
        {
            "heading": "Means (With Standard Deviations in Parentheses) From",
            "text": "4Average accuracy was greater than 98% and did not differ significantly between the groups.\n5Analyses conducted on the mean of median RTs produced an identical pattern of results.\nVolume 19—Number 3 265\nat EMORY UNIV on April 19, 2015pss.sagepub.comDownloaded from\nwas incidental and implicit. As in Experiment 1, participants’ improved learning in the priming condition was not accompanied by an increase in their motivation or in their explicit knowledge.\nTraditionally, implicit learning was considered to be an automatic, unintentional process that is blind to the organism’s goals. In other words, researchers assumed that one implicitly learns structures of the environment whether or not these structures are relevant to one’s goals (e.g., Hayes &Broadbent, 1988). Recently, however, this view has been challenged: It has been shown that implicit learning occurs only for goal-relevant dimensions (Eitam, Schul, & Hassin, 2007; Jiménez & Méndez, 1999; Turk-Browne et al., 2005; see also Frensch & Rünger, 2003). The current results lend further support to the emerging view that implicit learning is a motivated process: We manipulated an internal state and showed that implicit learning is affected by the organism’s goals.\nHow do goals affect implicit learning? Currently, few studies provide data to guide an answer to this question, but we offer the following speculation. Past research has suggested that attention plays a role in implicit learning (Jiménez &Méndez, 1999; TurkBrowne et al., 2005; but see Jiang & Leung, 2005). We speculate, therefore, that NCGP of the kind we examined here has access to the regulation of attention, so that processing of goalrelevant information is prioritized. Future research should examine this possibility, and test whether the cognitive system actively searches for goal-relevant structures in the environment and whether such structures are prioritized after being identified as goal relevant.\nWewould like to emphasize two theoretical implications of the current results. First, the results suggest that current models of NCGP should be expanded in a way that will allow them to go beyond reproduction of past associations. Although the current results suggest that NCGP can recruit implicit-learning mechanisms, the exact nature of this recruitment—and hence, the exact nature of the proposed expansion—awaits further investigation. Furthermore, it may well be the case that implicit learning is not the only way in which NCGP can enhance adaptation to changing environments (cf. Hassin, Bargh, & Zimerman, in press). Some of us have previously argued that NCGP can recruit working memory (Hassin, 2005; Hassin, Aarts, Eitam, Kleiman, & Custers, in press).\nSecond, our results suggest that NCGP, which has traditionally been ascribed to the associative reasoning system, can perform functions ascribed to the rule-based system. This suggests that the demarcation between the rule-based and associative systems may not be as clear as previously thought, and calls into question the usefulness of that dichotomy.\nTo conclude, the results of these two experiments reveal an unconscious process that has both an advantage over conscious processing and an ability to serve the organism’s current goals. Such unconscious processes may be responsible for far more of human ability than is yet recognized.\nAcknowledgments—The article is based on parts of the first\nauthor’s dissertation, which was supported by a Golda Meir\nfellowship to the first author and by Israeli Science Foundation\nGrants 846/03 and 1035/07 to R.R.H. and Grant 371/04 to\nY.S. We would like to thank Asher Cohen, Arthur S. Reber,\nand an anonymous reviewer for their insightful comments and\nsuggestions."
        }
    ],
    "title": "The Case of Implicit Learning",
    "year": 2009
}