{
    "authors": [
        {
            "affiliations": [],
            "name": "Chris McKinstry"
        },
        {
            "affiliations": [],
            "name": "Rick Dale"
        },
        {
            "affiliations": [],
            "name": "Michael J. Spivey"
        }
    ],
    "id": "SP:a28657515119ddf0a788356505e4be80dd01af54",
    "references": [
        {
            "authors": [
                "R.A. Abrams",
                "D.A. Balota"
            ],
            "title": "Mental chronometry: Beyond reaction time",
            "venue": "Psychological Science,",
            "year": 1991
        },
        {
            "authors": [
                "P.E. Barres",
                "P.N. Johnson-Laird"
            ],
            "title": "On imagining what is true (and what is false)",
            "venue": "Thinking and Reasoning,",
            "year": 2003
        },
        {
            "authors": [
                "P. Cisek",
                "J.F. Kalaska"
            ],
            "title": "Neural correlates of reaching decisions in dorsal premotor cortex: Specification of multiple direction choices and final selection of action",
            "year": 2005
        },
        {
            "authors": [
                "H.H. Clark",
                "W.G. Chase"
            ],
            "title": "On the process of comparing sentences against pictures",
            "venue": "Cognitive Psychology,",
            "year": 1972
        },
        {
            "authors": [
                "R. Dale",
                "C.E. Kehoe",
                "M.J. Spivey"
            ],
            "title": "Graded motor responses in the time course of categorizing atypical exemplars",
            "venue": "Memory & Cognition,",
            "year": 2007
        },
        {
            "authors": [
                "R. Desimone",
                "J. Duncan"
            ],
            "title": "Neural mechanisms of selective visual attention",
            "venue": "Annual Review of Neuroscience,",
            "year": 1995
        },
        {
            "authors": [
                "D. Gilbert"
            ],
            "title": "How mental systems believe",
            "venue": "American Psychologist,",
            "year": 1991
        },
        {
            "authors": [
                "J. Gold",
                "M. Shadlen"
            ],
            "title": "Representation of a perceptual decision in developing oculomotor commands",
            "year": 2000
        },
        {
            "authors": [
                "G. Gratton",
                "M.G. Coles",
                "E.J. Sirevaag",
                "C.W. Eriksen",
                "E. Donchin"
            ],
            "title": "Pre- and poststimulus activation of response channels: A psychophysiological analysis",
            "venue": "Journal of Experimental Psychology: Human Perception and Performance,",
            "year": 1988
        },
        {
            "authors": [
                "C.I. Hovland",
                "R.R. Sears"
            ],
            "title": "Experiments on motor conflict: I. Types of conflict and their modes of resolution",
            "venue": "Journal of Experimental Psychology,",
            "year": 1938
        },
        {
            "authors": [
                "J. McClelland",
                "T. Rogers"
            ],
            "title": "The parallel distributed processing approach to semantic cognition",
            "venue": "Nature Reviews Neuroscience,",
            "year": 2003
        },
        {
            "authors": [
                "J.S. Richman",
                "J.R. Moorman"
            ],
            "title": "Physiological time-series analysis using approximate entropy and sample entropy",
            "venue": "American Journal of Physiology: Heart and Circulatory Physiology,",
            "year": 2000
        },
        {
            "authors": [
                "R. Roe",
                "J. Busemeyer",
                "J. Townsend"
            ],
            "title": "Multialternative decision field theory: A dynamic connectionist model of decision making",
            "venue": "Psychological Review,",
            "year": 2001
        },
        {
            "authors": [
                "D.A. Rosenbaum"
            ],
            "title": "The Cinderella of psychology: The neglect of motor control in the science of mental life and behavior",
            "venue": "American Psychologist,",
            "year": 2005
        },
        {
            "authors": [
                "J. Song",
                "K. Nakayama"
            ],
            "title": "Role of focal attention on latencies and trajectories of visually guided manual pointing",
            "venue": "Journal of Vision,",
            "year": 2006
        },
        {
            "authors": [
                "M.J. Spivey"
            ],
            "title": "The continuity of mind",
            "year": 2007
        },
        {
            "authors": [
                "M.J. Spivey",
                "M. Grosjean",
                "G. Knoblich"
            ],
            "title": "Continuous attraction toward phonological competitors",
            "venue": "Proceedings of the National Academy of Sciences,",
            "year": 2005
        },
        {
            "authors": [
                "S.P. Tipper",
                "L.A. Howard",
                "G. Houghton"
            ],
            "title": "Action-based mechanisms of attention",
            "year": 1999
        },
        {
            "authors": [
                "J.T. Townsend",
                "J.R. Busemeyer"
            ],
            "title": "Approach-avoidance: Return to dynamic decision behavior",
            "venue": "Current issues in cognitive processes: The Tulane Flowerree Symposium on Cognition (pp. 107–133)",
            "year": 1989
        }
    ],
    "sections": [
        {
            "text": "http://pss.sagepub.com/ Psychological Science\nhttp://pss.sagepub.com/content/19/1/22 The online version of this article can be found at:\nDOI: 10.1111/j.1467-9280.2008.02041.x\n2008 19: 22Psychological Science Chris McKinstry, Rick Dale and Michael J. Spivey\nAction Dynamics Reveal Parallel Competition in Decision Making\nPublished by:\nhttp://www.sagepublications.com\nOn behalf of:\nAssociation for Psychological Science\ncan be found at:Psychological ScienceAdditional services and information for\nhttp://pss.sagepub.com/cgi/alertsEmail Alerts:\nhttp://pss.sagepub.com/subscriptionsSubscriptions:\nhttp://www.sagepub.com/journalsReprints.navReprints:\nhttp://www.sagepub.com/journalsPermissions.navPermissions:\nWhat is This?\n- Jan 1, 2008Version of Record >>\nat MARQUETTE UNIV on August 20, 2014pss.sagepub.comDownloaded from"
        },
        {
            "heading": "Short Report",
            "text": ""
        },
        {
            "heading": "Action Dynamics Reveal Parallel",
            "text": ""
        },
        {
            "heading": "Competition in Decision Making",
            "text": ""
        },
        {
            "heading": "Chris McKinstry, Rick Dale,1 and Michael J. Spivey2",
            "text": "1University of Memphis and 2Cornell University\nWhen deciding between two alternatives, such as whether to order the pasta or the chicken, or whether to pursue a career in academia or industry, a person may feel torn—as if the options literally pull him or her in two directions. This metaphor may have some surprising literal truth. If asked, for example, whether ‘‘murder is sometimes justified,’’ individuals may be inclined to both agree and disagree with the statement. Here, we document, for the first time, the pull toward contrasting responses during evaluative thinking, reporting the results of a study examining the trajectory of participants’ reaching movements toward different response options.\nOur results suggest that a decision process is not necessarily completed in the brain’s cognitive subsystems before it is shared with other subsystems, as has been traditionally assumed. Rather, simultaneous ‘‘pull’’ frommultiple response alternatives seems to influence the execution of movement itself. This finding suggests that a dynamic approach to mental processing—an approach that has already provided descriptions of perception, attention, and categorization (e.g., Abrams &Balota, 1991; Gold & Shadlen, 2000; Gratton, Coles, Sirevaag, Eriksen, &Donchin, 1988; Hovland & Sears, 1938; McClelland & Rogers, 2003; Spivey, 2007; Tipper, Howard, & Houghton, 1999)—may shed new light on high-level cognition (Roe, Busemeyer, & Townsend, 2001; Townsend & Busemeyer, 1989)."
        },
        {
            "heading": "METHOD",
            "text": "The data for this study come from 141 college-age participants (97 females, 44 males) who responded to 11 yes/no questions presented in random order over headphones. The questions were derived from propositions in the Internet-based Mindpixel project and had varying truth values (defined as the proportion of participants who responded that they were true). Examples of the questions include ‘‘Should you brush your teeth everyday?’’\n(1.0 true), ‘‘Is murder sometimes justifiable?’’ (.6 true), ‘‘Is the sky ever green?’’ (.3 true), and ‘‘Is a thousand more than a billion?’’ (.0 true).1\nWe tracked the x and y pixel coordinates of the movements of the computer mouse that participants used to respond to each question. Like other reaching actions, reaching movements made with a computer mouse provide a continuous two-dimensional index of which regions of a scene are guiding action plans (Spivey, Grosjean, & Knoblich, 2005). To initiate each question, participants clicked on a small start box at the bottom of a computer screen. Boxes labeled ‘‘YES’’ and ‘‘NO’’ then appeared in the top left and top right regions of the screen, and a recorded voice read a question (exactly 2 s in duration). Participants moved the mouse to click on their chosen response box as quickly and accurately as possible. To ensure that any effects were not due to the direction of movement, we reversed the positions of the ‘‘YES’’ and ‘‘NO’’ boxes for 54 participants."
        },
        {
            "heading": "RESULTS AND DISCUSSION",
            "text": "To neutralize small random variations in exact starting position, we translated each trajectory to begin at x,y coordinates of (0,0). Each individual trial’s trajectory was interpolated into 101 time bins. The data from the 54 participants with reversed response positions did not differ from the data from the rest of the sample, and therefore were mirror-reversed to permit overlay. The mean question trajectories fell in a relatively orderly array from left to right (from ‘‘YES’’ to ‘‘NO’’), their positions corresponding to Mindpixel truth values (see Fig. 1a). There was a robust relation between final x coordinate and truth value, r5 .91, F(1, 9)5 42.8, p 5 .0001, prep 5 .998.\nFor each trajectory, the degree of curvature was calculated as maximum deviation (in pixels) relative to a straight line from the starting position to the final position (response click). A histogram of trajectory curvatures (see Fig. 1b) shows that questions with lower truth values had greater absolute curvature and\nbroader distribution (lower kurtosis). This indicates that parChris McKinstry was an observatory telescope operator and independent cognitive scientist in Chile. He passed away on January 23, 2006. Address correspondence to Rick Dale, Department of Psychology, University of Memphis, Memphis, TN 38152, e-mail: radale@ memphis.edu. 1Information on the project’s history and current related work can be found on the Web at http://en.wikipedia.org/wiki/Mindpixel.\n22 Volume 19—Number 1Copyright r 2008 Association for Psychological Science at MARQUETTE UNIV on August 20, 2014pss.sagepub.comDownloaded from\nticipants experienced greater attraction to the ‘‘YES’’ alternative while responding ‘‘NO’’ than vice versa. The trajectories for lowtruth-value questions showed significantly more curvature than the trajectories for high-truth-value questions, paired t(140) 5 6.0, p < .0001, prep > .999. Low-truth-value trajectories also exhibited a broader distribution around the curvature mean, showing significantly lower kurtosis than high-truth-value trajectories (95% confidence interval for K5 0.08 0.23 for low-truth-value trajectories and 1.09 0.24 for high-truthvalue trajectories).\nTrajectory velocity was computed using the distance (in pixels) covered per second over a moving window of six x,y pixel coordinates. Figure 1c shows the peak velocity for questions with low, medium, and high truth values, respectively. Peak velocity was highest for the high-truth-value group and lowest for the low-truth-value group, F(2, 278) 5 4.2, p < .05. Thus, ‘‘NO’’ responses showed both greater attraction toward the alternative and reduced velocity compared with ‘‘YES’’ responses.\nAlthough low-truth-value questions resulted in trajectories with the greatest curvature and the lowest peak velocity, a par-\nVolume 19—Number 1 23\nat MARQUETTE UNIV on August 20, 2014pss.sagepub.comDownloaded from\nallel-competition account predicts that middle-truth-value questions, for which the response probabilities are equibiased, should induce the most competition. The motoric component of this competition was reflected in trajectories’ sample entropy. Sample entropy is a measure representing the ‘‘disorder’’ of a time series. For each trajectory’s sequence of x-axis changes (Dx), we computed this measure by first determining the number of windows of size 3 (M3) that stayed within a given tolerance (the standard deviation of Dx). We then counted the number of sequences that were retained when the window size was extended to 4 (M4). Sample entropy was then given by ln (M4/M3) (Dale, Kehoe, & Spivey, 2007; Richman & Moorman, 2000). Sample entropy was higher for middle-truth-value questions than for low- and high-truth-value questions (see Fig. 1d), quadratic r 5 .70, F(1, 9) 5 8.7, p < .05, prep 5 .939. These results show that both the spatial extent (see Figs. 1a and 1b) and the temporal dynamics (see Figs. 1c and 1d) of motor movements can provide insight into high-level cognition (Rosenbaum, 2005). Our results are consistent with previous claims regarding proposition verification (Barres & JohnsonLaird, 2003; Clark & Chase, 1972; Gilbert, 1991). Specifically, we found that evaluating a proposition as false exhibits more difficulty compared with evaluating a proposition as true. Not only were ‘‘NO’’ responses slower than ‘‘YES’’ responses, but the ‘‘YES’’ alternative conspicuously competed with the ‘‘NO’’ alternative.\nThus, reasoning about the truth value of a proposition exhibits a significant a priori bias toward ‘‘truth,’’ and this bias must be overcome before a ‘‘false’’ response can come to fruition. These continuous arm-movement data are consistent with a dynamic decision process that continuously flows into the parallel competition and continuous blending of evolving motor commands (Cisek & Kalaska, 2005). Therefore, theoretical frameworks based on dynamic, embodied, and distributed processing may apply not only to perception, attention, and categorization (Dale et al., 2007; Desimone & Duncan, 1995; Song & Nakayama, 2006; Spivey et al., 2005), but also to high-level cognition. Put simply, when actions accompany thinking, they are part and parcel of it.\nAcknowledgments—We thank David Rosenbaum and Jerome\nBusemeyer for comments, and Nick Hindy for data collection."
        }
    ],
    "title": "Action Dynamics Reveal Parallel Competition in Decision Making",
    "year": 2009
}