{
    "abstractText": "A crowd often possesses better information than do the individuals it comprises. For example, if people are asked to guess the weight of a prize-winning ox (Galton, 1907), the error of the average response is substantially smaller than the average error of individual estimates. This fact, which Galton interpreted as support for democratic governance, is responsible for the success of polling the audience in the television program ‘‘Who Wants to be a Millionaire’’ (Surowiecki, 2004) and for the superiority of combined over individual financial forecasts (Clemen, 1989). Researchers agree that this wisdom-of-crowds effect depends on a statistical fact: The crowd’s average will be more accurate as long as some of the error of one individual is statistically independent of the error of other individuals—as seems almost guaranteed to be the case. Whether a similar improvement can be obtained by averaging two estimates from a single individual is not, a priori, obvious. If one estimate represents the best information available to the person, as common intuition suggests, then a second guess will simply add noise, and averaging the two will only decrease accuracy. Researchers have previously assumed this view and focused on improving the best estimate (Hirt & Markman, 1995; Mussweiler, Strack, & Pfeiffer, 2000; Stewart, 2001). Alternatively, initial estimates may represent samples drawn from an internal probability distribution, rather than deterministic best guesses. According to this account, the average of two estimates from one person will be more accurate than a single estimate, so long as the noise contained in the two estimates is at least somewhat independent. Ariely et al. (2000) predicted that such a benefit would accrue from averaging probability judgments within one individual, but did not find evidence of such an effect. However, probability judgments are known to be biased toward extreme values (0 or 1), and averaging should not reduce the bias of estimates; if guesses are sampled from an unbiased distribution, however, averaging should reduce error (variance; Laplace, 1812/1878; Wallsten, Budescu, Erev, & Diederich, 1997). Probabilistic representations have been postulated in recent models of memory (Steyvers, Griffiths, & Dennis, 2006), perception (Kersten & Yuille, 2003), and neural coding (Ma, Beck, Latham, & Pouget, 2006). It is consistent with such models that responses of many people are distributed probabilistically, as shown by the wisdom-of-crowds effect. However, despite the theoretical appeal of these models, there has been scant evidence that, within a given person, knowledge is represented as a probability distribution. Finding any benefit of averaging two responses from one person would yield support for this hypothesis.",
    "authors": [
        {
            "affiliations": [],
            "name": "Edward Vul"
        },
        {
            "affiliations": [],
            "name": "Harold Pashler"
        }
    ],
    "id": "SP:28108d761aa5eeeed30617aa89612932f5335bc7",
    "references": [
        {
            "authors": [
                "D. Ariely",
                "W.T. Au",
                "R.H. Bender",
                "D.V. Budescu",
                "C.B. Dietz",
                "H Gu"
            ],
            "title": "The effects of averaging subjective probability estimates between and within judges",
            "venue": "Journal of Experimental Psychology: Applied,",
            "year": 2000
        },
        {
            "authors": [
                "Central Intelligence Agency."
            ],
            "title": "The world factbook",
            "venue": "Retrieved January 2007 from https://www.cia.gov/library/publications/theworld-factbook/",
            "year": 2007
        },
        {
            "authors": [
                "R.T. Clemen"
            ],
            "title": "Combining forecasts: A review and annotated bibliography",
            "venue": "International Journal of Forecasting, 5, 559–583.",
            "year": 1989
        },
        {
            "authors": [
                "F. Galton"
            ],
            "title": "Vox populi",
            "venue": "Nature, 75, 450–451.",
            "year": 1907
        },
        {
            "authors": [
                "E.R. Hirt",
                "K.D. Markman"
            ],
            "title": "Multiple explanation: A consider-an-alternative strategy for debiasing judgments",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 1995
        },
        {
            "authors": [
                "D. Kersten",
                "A. Yuille"
            ],
            "title": "Bayesian models of object perception",
            "venue": "Current Opinion in Neurobiology,",
            "year": 2003
        },
        {
            "authors": [
                "P.A. Laplace"
            ],
            "title": "Théorie analytique des probabilitiés, Section 2",
            "venue": "Oeuvres de Laplace (Vol. 7, pp. 9–18). Paris: Imprimerie Royale. (Original work published 1812)",
            "year": 1878
        },
        {
            "authors": [
                "W.J. Ma",
                "J.M. Beck",
                "P.E. Latham",
                "A. Pouget"
            ],
            "title": "Bayesian inference with probabilistic population codes",
            "venue": "Nature Neuroscience,",
            "year": 2006
        },
        {
            "authors": [
                "T. Mussweiler",
                "F. Strack",
                "T. Pfeiffer"
            ],
            "title": "Overcoming the inevitable anchoring effect: Considering the opposite compensates for selective accessibility",
            "venue": "Personality and Social Psychology Bulletin,",
            "year": 2000
        },
        {
            "authors": [
                "T.R. Stewart"
            ],
            "title": "Improving reliability of judgmental forecasts",
            "venue": "J.S. Armstrong (Ed.), Principles of forecasting: A handbook for researchers and practitioners (pp. 81–106). New York: SpringerScience1Business Media.",
            "year": 2001
        },
        {
            "authors": [
                "M. Steyvers",
                "T.L. Griffiths",
                "S. Dennis"
            ],
            "title": "Probabilistic inference in human semantic memory",
            "venue": "Trends in Cognitive Sciences,",
            "year": 2006
        },
        {
            "authors": [
                "J. Surowiecki"
            ],
            "title": "The wisdom of crowds",
            "venue": "New York: Random House.",
            "year": 2004
        },
        {
            "authors": [
                "T.S. Wallsten",
                "D.V. Budescu",
                "I. Erev",
                "A. Diederich"
            ],
            "title": "Evaluating and combining subjective probability estimates",
            "venue": "Journal of Behavioral Decision Making,",
            "year": 1997
        }
    ],
    "sections": [
        {
            "heading": "Short Report",
            "text": ""
        },
        {
            "heading": "Measuring the Crowd Within",
            "text": ""
        },
        {
            "heading": "Probabilistic Representations Within Individuals",
            "text": "Edward Vul1 and Harold Pashler2\n1Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, and 2Department of Psychology,"
        },
        {
            "heading": "University of California, San Diego",
            "text": "A crowd often possesses better information than do the individuals it comprises. For example, if people are asked to guess the weight of a prize-winning ox (Galton, 1907), the error of the average response is substantially smaller than the average error of individual estimates. This fact, which Galton interpreted as support for democratic governance, is responsible for the success of polling the audience in the television program ‘‘Who Wants to be a Millionaire’’ (Surowiecki, 2004) and for the superiority of combined over individual financial forecasts (Clemen, 1989). Researchers agree that this wisdom-of-crowds effect depends on a statistical fact: The crowd’s average will be more accurate as long as some of the error of one individual is statistically independent of the error of other individuals—as seems almost guaranteed to be the case.\nWhether a similar improvement can be obtained by averaging two estimates from a single individual is not, a priori, obvious. If one estimate represents the best information available to the person, as common intuition suggests, then a second guess will simply add noise, and averaging the two will only decrease accuracy. Researchers have previously assumed this view and focused on improving the best estimate (Hirt & Markman, 1995; Mussweiler, Strack, & Pfeiffer, 2000; Stewart, 2001).\nAlternatively, initial estimates may represent samples drawn from an internal probability distribution, rather than deterministic best guesses. According to this account, the average of two estimates from one person will be more accurate than a single estimate, so long as the noise contained in the two estimates is at least somewhat independent. Ariely et al. (2000) predicted that such a benefit would accrue from averaging probability judgments within one individual, but did not find evidence of such an effect. However, probability judgments are known to be biased toward extreme values (0 or 1), and averaging should not reduce the bias of estimates; if guesses are sampled from an unbiased distribution, however, averaging\nshould reduce error (variance; Laplace, 1812/1878; Wallsten, Budescu, Erev, & Diederich, 1997).\nProbabilistic representations have been postulated in recent models of memory (Steyvers, Griffiths, & Dennis, 2006), perception (Kersten & Yuille, 2003), and neural coding (Ma, Beck, Latham, & Pouget, 2006). It is consistent with such models that responses of many people are distributed probabilistically, as shown by the wisdom-of-crowds effect. However, despite the theoretical appeal of these models, there has been scant evidence that, within a given person, knowledge is represented as a probability distribution. Finding any benefit of averaging two responses from one person would yield support for this hypothesis."
        },
        {
            "heading": "METHOD",
            "text": "We recruited 428 participants from an Internet-based subject pool and asked them eight questions probing their real-world knowledge (derived from The World Factbook, Central Intelligence Agency, 2007; e.g., ‘‘What percentage of the world’s airports are in the United States?’’). Participants were instructed to guess the correct answers. Half the participants were unexpectedly asked to make a second, different guess for each question immediately after completing the questionnaire (immediate condition); the other half made a second guess 3 weeks later (delayed condition), also without being given advance notice that they would be answering the questions a second time. It is important that neither group knew they would be required to furnish a second guess, as this precluded subjects from misinterpreting their task as being to specify the two endpoints of a range."
        },
        {
            "heading": "RESULTS",
            "text": "The average of two guesses from one individual (within-person average) was more accurate (lower mean squared error) than either guess alone (see Fig. 1a). In the immediate condition, the error of the average was smaller than the error of the first guess, t(254)5 2.25, p < .05, and of the second guess, t(254)5 6.08, p < .01. In the delayed condition, the error of the average was also smaller than the error of the first guess, t(172) 5 3.94, Address correspondence to Edward Vul, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, 77 Massachusetts Ave. 46-4141, Cambridge, MA 02139, e-mail: evul@mit. edu.\nVolume 19—Number 7 645Copyright r 2008 Association for Psychological Science at GEORGIAN COURT UNIV on March 6, 2015pss.sagepub.comDownloaded from\np < .01, and of the second guess, t(172) 5 6.59, p < .01. This result indicates that subjects did not produce a second guess by simply perturbing the first; rather, the error of the two guesses was somewhat independent. This benefit of averaging cannot be attributed to subjects’ finding more information between guesses, because second guesses were less accurate than first guesses (see Fig. 1a) in both the immediate condition, t(254)5 3.6, p < .01, and the delayed condition, t(172) 5 2.8, p < .01. Moreover, the benefit of averaging was greater when the second guess was delayed by 3 weeks than when it was immediate; that is, the difference in error between the first guess and the average was greater in the delayed condition than in the immediate condition, t(426)5 2.12, p< .05. The 95% confidence intervals for percentage of error reduced relative to the first guess were [2.5%, 10.4%] in the immediate condition and [11.6%, 20.4%] in the delayed condition. Thus, one benefits from polling the ‘‘crowd’’ within, and the inner crowd grows more effective (independent) when more time elapses between guesses.\nWe compared the efficacy of within-person averaging and across-person averaging via hyperbolic interpolation (see Fig. 1b). The error of the average guess across all people corresponds to the bias of the distribution of beliefs in the population. According to the central limit theorem, if different subjects’ deviations from the group bias are independent, the mean squared error of the average of N guesses from N people should\nbe a hyperbola that converges to the group bias as N goes to infinity. This hyperbola fits the across-person averages perfectly (R2 5 1). However, N guesses from one person are not as beneficial as N guesses from N people. The reduction in mean squared error from averaging N guesses from one person can be described as 1/[1 1 l(N 1)], where l is the proportion of an additional guess from another person that an additional guess from the same person is worth; when l is 1, averaging in a second guess from the same person confers the same benefit as averaging in a second guess from a different person; when l is 0, averaging in a second guess from the same person confers no benefit at all. The value of l can be estimated by interpolating the benefit of within-person averaging onto the hyperbola representing the benefit of across-person averaging. Thus, we computed howmany different-person guesses one would need to average together to attain the same error as in the average of two guesses from one person. This value is 1.11 (l 5 0.11) for two immediate guesses and 1.32 (l5 0.32) for two delayed guesses. Simply put, you can gain about 1/10th as much from asking yourself the same question twice as you can from getting a second opinion from someone else, but if you wait 3 weeks, the benefit of reasking yourself the same question rises to 1/3 the value of a second opinion. One potential explanation of the cost of immediacy is that subjects are biased by their first response to produce less independent samples (a delay mitigates this anchoring effect).\n646 Volume 19—Number 7\nat GEORGIAN COURT UNIV on March 6, 2015pss.sagepub.comDownloaded from"
        },
        {
            "heading": "DISCUSSION",
            "text": "Although people assume that their first guess about a matter of fact exhausts the best information available to them, a forced second guess contributes additional information, such that the average of two guesses is better than either guess alone. This observed benefit of averaging multiple responses from the same person suggests that responses made by a subject are sampled from an internal probability distribution, rather than deterministically selected on the basis of all the knowledge a subject has.\nTemporal separation of guesses increases the benefit of within-person averaging by increasing the independence of guesses, thus making a second guess from the same person more like a guess from a completely different individual. Beyond having theoretical implications about the probabilistic nature of knowledge, these results suggest that the benefit of averaging two guesses from one individual can serve as a quantitative measure of the benefit of ‘‘sleeping on it.’’\nAcknowledgments—This work was supported by the Institute\nof Education Sciences, U.S. Department of Education (Grants\nR305H020061 and R305H040108 to H. Pashler) and by the Na-\ntional Science Foundation (Grant BCS-0720375 to H. Pashler;\nGrant SBE-0542013 to G. Cottrell)."
        }
    ],
    "title": "Probabilistic Representations Within Individuals",
    "year": 2009
}