{
    "abstractText": "The error-related negativity (ERN) is a negative deflection in the event-related potential that is maximal approximately 50ms after the commission of an error. The ERN is generated in the anterior cingulate cortex, a region of the medial prefrontal cortex implicated in both cognitive and emotional processing. Affective and motivational variables influence the magnitude of the ERN, which suggests that the ERN may relate to emotional or motivational aspects of error detection. In the present study, we evaluated the possibility that errors prime defensive motivational responses, and that the ERN may predict the magnitude of defensive reactivity after errors. We found that (a) the defensive startle response was larger following errors than following correct responses, and (b) the magnitude of the ERN predicted the degree of startle potentiation following errors. Thus, response errors prime defensive motivation—and the ERN predicts individual differences in the aversive response to errors. Research on error processing has grown over the past 15 years, in part because of the discovery of the error-related negativity (ERN; Falkenstein, Hohnsbein, Hoormann, & Blanke, 1991; Gehring, Coles, Meyer, & Donchin, 1995). The ERN is a sharp negative deflection in the event-related potential (ERP) that peaks approximately 50 ms after an unintended response (Falkenstein, Hoormann, Christ, & Hohnsbein, 2000). The ERN is maximal over fronto-central recording sites, and evidence from source localization (Holroyd, Dien, & Coles, 1998), intracerebral recording (Brazdil, 2005), and magnetoencephalography (Miltner et al., 2003) indicates that the ERN is generated in the anterior cingulate cortex (ACC). The ACC is richly interconnected with both limbic and prefrontal areas of the brain, and is ideally situated to respond to, and integrate, cognitive and affective information (Bush, Luu, & Posner, 2000). Although the ERN is known to occur immediately following the commission of an error, there remains considerable debate as to its functional significance and the specific process it indexes. Computational models suggest that the ERN reflects either the coactivation of erroneous and error-correcting responses (conflict theory; Yeung, Cohen, & Botvinick, 2004) or the evaluation, based on expectations developed during learning history, that events are worse than anticipated (reinforcementlearning theory; Holroyd & Coles, 2002). Both the conflict and reinforcement-learning theories, then, highlight specific cognitive functions subserved by the ACC in their conceptualization of the ERN. Given the involvement of the ACC in pain, depressed mood, and other distressed states, Luu, Collins, and Tucker (2000) proposed that the ERN may signify affective processing in response to errors. In fact, there is ample evidence that the ERN can be modulated by motivational and affective variables (cf. Hajcak, Moser, Yeung, & Simons, 2005). In between-groups designs, individuals with obsessive-compulsive disorder (Gehring, Himle, & Nisenson, 2000; Hajcak, Franklin, Foa, & Simons, in press; Hajcak & Simons, 2002), depression (Chiu & Deldin, 2007), and more generalized anxiety (Hajcak, McDonald, & Simons, 2003a, 2004) have exhibited increased ERNs compared with control participants—a finding consistent with the notion that affective psychopathology is associated with hyperresponsivity to negative information. Other studies have suggested a possible relation between the ERN and individual differences in punishment sensitivity (Boksem, Tops, Wester, Meijman, & Lorist, 2006; Dikman & Allen, 2000). It is important to note that most of these results cannot be accounted for simply by differences in error rates and reaction time, and they suggest that the ERN varies as a function of motivational states and traits. In a broader context, errors are maladaptive responses that may place an organism in danger and threaten its safety. It stands to reason that error detection should prompt defensive motivation—and rapidly activate those reflexes and dispositions toward action that protect the organism (Gray, 1994). To date, however, there has been no demonstration of a direct link Address correspondence to Greg Hajcak, Department of Psychology, Stony Brook University, Stony Brook, NY 11794-2500, e-mail: greg. hajcak@stonybrook.edu. PSYCHOLOGICAL SCIENCE Volume 19—Number 2 103 Copyright r 2008 Association for Psychological Science at KAI NAN UNIV on March 7, 2015 pss.sagepub.com Downloaded from between errors and defensive motivation. Although errors prompt heart rate deceleration and skin conductance responses (Hajcak, McDonald, & Simons, 2003b, 2004), this pattern of autonomic reactivity is consistent with either an orienting or a defensive response to errors (Cook & Turpin, 1997). The human startle response, in contrast, is a well-validated and specific measure of defensive activation (Lang, 1993; Lang, Davis, & Öhman, 2000). The startle response is a reflex in which the body contracts into a defensive posture and is typically measured in humans by recording blink magnitude from the obicularis oculi in response to a sudden and loud acoustic probe. The magnitude of the startle response can be modulated by aversive stimuli and settings: Startle is potentiated when participants view threatening stimuli (Bradley, Codispoti, & Lang, 2006; Bradley, Moulder, & Lang, 2005; Lang et al., 2000) and when they anticipate an electric shock (Curtin, Patrick, Lang, Cacioppo, & Birbaume, 2001; Grillon, Ameli, Merikangas, Woods, & Davis, 1993). These findings are consistent with the notion that aversive stimuli prime defensive reflexes. In the present study, we sought to determine whether defensive responding would similarly be increased following errors, compared with correct responses. To evaluate this possibility, we measured the human startle response 300 ms following errors and correct responses. We hypothesized that startle responses would be larger after errors than after correct responses. To evaluate the role of startle predictability, we included both predictable and unpredictable startle probes on correct trials. Additionally, we simultaneously measured error-related brain activity to determine whether individuals with larger ERNs would demonstrate greater startle potentiation following errors. If the ERN reflects a motivationally relevant correlate of error processing, larger ERNs should predict greater startle potentiation following errors.",
    "authors": [
        {
            "affiliations": [],
            "name": "Greg Hajcak"
        },
        {
            "affiliations": [],
            "name": "Dan Foti"
        }
    ],
    "id": "SP:9c506fe333e3d1304857ec5941f325792c98f7d6",
    "references": [
        {
            "authors": [
                "M.A. Boksem",
                "M. Tops",
                "A.E. Wester",
                "T.F. Meijman",
                "M.M. Lorist"
            ],
            "title": "Error-related ERP components and individual differences in punishment and reward sensitivity",
            "venue": "Brain Research,",
            "year": 2006
        },
        {
            "authors": [
                "M.M. Bradley",
                "M. Codispoti",
                "P.J. Lang"
            ],
            "title": "A multi-process account of startle modulation during affective",
            "venue": "perception. Psychophysiology,",
            "year": 2006
        },
        {
            "authors": [
                "M.M. Bradley",
                "B. Moulder",
                "P.J. Lang"
            ],
            "title": "When good things go bad: The reflex physiology of defense",
            "venue": "Psychological Science,",
            "year": 2005
        },
        {
            "authors": [
                "M. Brazdil"
            ],
            "title": "Intracerebral error-related negativity in a simple go/nogo task",
            "venue": "Journal of Psychophysiology,",
            "year": 2005
        },
        {
            "authors": [
                "G. Bush",
                "P. Luu",
                "M.I. Posner"
            ],
            "title": "Cognitive and emotional influences in anterior cingulate cortex",
            "venue": "Trends in Cognitive Sciences,",
            "year": 2000
        },
        {
            "authors": [
                "P.H. Chiu",
                "P.J. Deldin"
            ],
            "title": "Neural evidence for enhanced error detection in major depressive disorder",
            "venue": "American Journal of Psychiatry,",
            "year": 2007
        },
        {
            "authors": [
                "E.W. Cook",
                "III",
                "G. Turpin"
            ],
            "title": "Differentiating orienting, startle, and defense responses: The role of affect and its implications for psychopathology",
            "year": 1997
        },
        {
            "authors": [
                "J.J. Curtin",
                "C.J. Patrick",
                "A.R. Lang",
                "J.T. Cacioppo",
                "N. Birbaume"
            ],
            "title": "Alcohol affects emotion through cognition",
            "venue": "Psychological Science,",
            "year": 2001
        },
        {
            "authors": [
                "Z.V. Dikman",
                "J.J. Allen"
            ],
            "title": "Error monitoring during reward and avoidance learning in high- and low-socialized individuals",
            "year": 2000
        },
        {
            "authors": [
                "M. Falkenstein",
                "J. Hohnsbein",
                "J. Hoormann",
                "L. Blanke"
            ],
            "title": "Effects of crossmodal divided attention on late ERP components: II. Error processing in choice reaction tasks",
            "venue": "Electroencephalography and Clinical Neurophysiology,",
            "year": 1991
        },
        {
            "authors": [
                "M. Falkenstein",
                "J. Hoormann",
                "S. Christ",
                "J. Hohnsbein"
            ],
            "title": "ERP components on reaction errors and their functional significance: A tutorial",
            "venue": "Biological Psychology,",
            "year": 2000
        },
        {
            "authors": [
                "M.J. Frank",
                "B.S. Woroch",
                "T. Curran"
            ],
            "title": "Error-related negativity predicts reinforcement learning and conflict",
            "venue": "biases. Neuron,",
            "year": 2005
        },
        {
            "authors": [
                "W.J. Gehring",
                "M.G. Coles",
                "D.E. Meyer",
                "E. Donchin"
            ],
            "title": "A brain potential manifestation of error-related processing",
            "venue": "Electroencephalography and Clinical Neurophysiology,",
            "year": 1995
        },
        {
            "authors": [
                "W.J. Gehring",
                "J. Himle",
                "L.G. Nisenson"
            ],
            "title": "Action-monitoring dysfunction in obsessive-compulsive disorder",
            "venue": "Psychological Science,",
            "year": 2000
        },
        {
            "authors": [
                "G. Gratton",
                "M.G. Coles",
                "E. Donchin"
            ],
            "title": "A new method for offline removal of ocular artifact",
            "venue": "Electroencephalography and Clinical Neurophysiology,",
            "year": 1983
        },
        {
            "authors": [
                "J.A. Gray"
            ],
            "title": "Three fundamental emotion systems",
            "year": 1994
        },
        {
            "authors": [
                "C. Grillon"
            ],
            "title": "Startle reactivity and anxiety disorders: Aversive conditioning, context, and neurobiology",
            "venue": "Biological Psychiatry,",
            "year": 2002
        },
        {
            "authors": [
                "C. Grillon",
                "R. Ameli",
                "K. Merikangas",
                "S.W. Woods",
                "M. Davis"
            ],
            "title": "Measuring the time course of anticipatory anxiety using the fear-potentiated startle",
            "venue": "reflex. Psychophysiology,",
            "year": 1993
        },
        {
            "authors": [
                "G. Hajcak",
                "N. McDonald",
                "R.F. Simons"
            ],
            "title": "Anxiety and errorrelated brain activity",
            "venue": "Biological Psychology,",
            "year": 2003
        },
        {
            "authors": [
                "G. Hajcak",
                "N. McDonald",
                "R.F. Simons"
            ],
            "title": "To err is autonomic: Error-related brain potentials, ANS activity, and posterror compensatory",
            "venue": "behavior. Psychophysiology,",
            "year": 2003
        },
        {
            "authors": [
                "G. Hajcak",
                "N. McDonald",
                "R.F. Simons"
            ],
            "title": "Error-related psychophysiology and negative affect",
            "venue": "Brain and Cognition,",
            "year": 2004
        },
        {
            "authors": [
                "G. Hajcak",
                "R.F. Simons"
            ],
            "title": "Error-related brain activity in obsessive-compulsive undergraduates",
            "venue": "Psychiatry Research,",
            "year": 2002
        },
        {
            "authors": [
                "C.B. Holroyd",
                "M.G. Coles"
            ],
            "title": "The neural basis of human error processing: Reinforcement learning, dopamine, and the errorrelated negativity",
            "venue": "Psychological Review,",
            "year": 2002
        },
        {
            "authors": [
                "C.B. Holroyd",
                "J. Dien",
                "M.G. Coles"
            ],
            "title": "Error-related scalp potentials elicited by hand and foot movements: Evidence for an output-independent error-processing system in humans",
            "venue": "Neuroscience Letters,",
            "year": 1998
        },
        {
            "authors": [
                "P.J. Lang"
            ],
            "title": "The motivational organization of emotion: Affect reflex connections",
            "venue": "Hillsdale, NJ: Erlbaum. Volume 19—Number",
            "year": 1993
        },
        {
            "authors": [
                "P.J. Lang",
                "M. Davis",
                "A. Öhman"
            ],
            "title": "Fear and anxiety: Animal models and human cognitive psychophysiology",
            "venue": "Journal of Affective Disorders,",
            "year": 2000
        },
        {
            "authors": [
                "P. Luu",
                "P. Collins",
                "D.M. Tucker"
            ],
            "title": "Mood, personality, and selfmonitoring: Negative affect and emotionality in relation to frontal lobe mechanisms of error monitoring",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 2000
        },
        {
            "authors": [
                "W.H. Miltner",
                "U. Lemke",
                "T. Weiss",
                "C. Holroyd",
                "M.K. Scheffers",
                "M.G. Coles"
            ],
            "title": "Implementation of error-processing in the human anterior cingulate cortex: A source analysis",
            "year": 2003
        },
        {
            "authors": [
                "N. Yeung",
                "J.D. Cohen",
                "M.M. Botvinick"
            ],
            "title": "The neural basis of error detection: Conflict monitoring and the error-related negativity",
            "venue": "Psychological Review,",
            "year": 2004
        }
    ],
    "sections": [
        {
            "text": "ative deflection in the event-related potential that is maximal approximately 50ms after the commission of an error. The ERN is generated in the anterior cingulate cortex, a region of the medial prefrontal cortex implicated in both cognitive and emotional processing. Affective and motivational variables influence the magnitude of the ERN, which suggests that the ERN may relate to emotional or motivational aspects of error detection. In the present study, we evaluated the possibility that errors prime defensive motivational responses, and that the ERN may predict the magnitude of defensive reactivity after errors. We found that (a) the defensive startle response was larger following errors than following correct responses, and (b) the magnitude of the ERN predicted the degree of startle potentiation following errors. Thus, response errors prime defensive motivation—and the ERN predicts individual differences in the aversive response to errors.\nResearch on error processing has grown over the past 15 years, in part because of the discovery of the error-related negativity (ERN; Falkenstein, Hohnsbein, Hoormann, & Blanke, 1991; Gehring, Coles, Meyer, & Donchin, 1995). The ERN is a sharp negative deflection in the event-related potential (ERP) that peaks approximately 50 ms after an unintended response (Falkenstein, Hoormann, Christ, & Hohnsbein, 2000). The ERN is maximal over fronto-central recording sites, and evidence from source localization (Holroyd, Dien, & Coles, 1998), intracerebral recording (Brazdil, 2005), and magnetoencephalography (Miltner et al., 2003) indicates that the ERN is generated in the anterior cingulate cortex (ACC). The ACC is richly interconnected with both limbic and prefrontal areas of the brain, and is ideally situated to respond to, and integrate, cognitive and affective information (Bush, Luu, & Posner, 2000).\nAlthough the ERN is known to occur immediately following the commission of an error, there remains considerable debate as to its functional significance and the specific process it indexes. Computational models suggest that the ERN reflects either the coactivation of erroneous and error-correcting responses (conflict theory; Yeung, Cohen, & Botvinick, 2004) or the evaluation, based on expectations developed during learning history, that events are worse than anticipated (reinforcementlearning theory; Holroyd & Coles, 2002). Both the conflict and reinforcement-learning theories, then, highlight specific cognitive functions subserved by the ACC in their conceptualization of the ERN.\nGiven the involvement of the ACC in pain, depressed mood, and other distressed states, Luu, Collins, and Tucker (2000) proposed that the ERN may signify affective processing in response to errors. In fact, there is ample evidence that the ERN can be modulated by motivational and affective variables (cf. Hajcak, Moser, Yeung, & Simons, 2005). In between-groups designs, individuals with obsessive-compulsive disorder (Gehring, Himle, & Nisenson, 2000; Hajcak, Franklin, Foa, & Simons, in press; Hajcak & Simons, 2002), depression (Chiu & Deldin, 2007), and more generalized anxiety (Hajcak, McDonald, & Simons, 2003a, 2004) have exhibited increased ERNs compared with control participants—a finding consistent with the notion that affective psychopathology is associated with hyperresponsivity to negative information. Other studies have suggested a possible relation between the ERN and individual differences in punishment sensitivity (Boksem, Tops, Wester, Meijman, & Lorist, 2006; Dikman & Allen, 2000). It is important to note that most of these results cannot be accounted for simply by differences in error rates and reaction time, and they suggest that the ERN varies as a function of motivational states and traits.\nIn a broader context, errors are maladaptive responses that may place an organism in danger and threaten its safety. It stands to reason that error detection should prompt defensive motivation—and rapidly activate those reflexes and dispositions toward action that protect the organism (Gray, 1994). To date, however, there has been no demonstration of a direct link Address correspondence to Greg Hajcak, Department of Psychology, Stony Brook University, Stony Brook, NY 11794-2500, e-mail: greg. hajcak@stonybrook.edu.\nVolume 19—Number 2 103Copyright r 2008 Association for Psychological Science at KAI NAN UNIV on March 7, 2015pss.sagepub.comDownloaded from\nbetween errors and defensive motivation. Although errors prompt heart rate deceleration and skin conductance responses (Hajcak, McDonald, & Simons, 2003b, 2004), this pattern of autonomic reactivity is consistent with either an orienting or a defensive response to errors (Cook & Turpin, 1997).\nThe human startle response, in contrast, is a well-validated and specific measure of defensive activation (Lang, 1993; Lang, Davis, & Öhman, 2000). The startle response is a reflex in which the body contracts into a defensive posture and is typically measured in humans by recording blink magnitude from the obicularis oculi in response to a sudden and loud acoustic probe. The magnitude of the startle response can be modulated by aversive stimuli and settings: Startle is potentiated when participants view threatening stimuli (Bradley, Codispoti, & Lang, 2006; Bradley, Moulder, & Lang, 2005; Lang et al., 2000) and when they anticipate an electric shock (Curtin, Patrick, Lang, Cacioppo, & Birbaume, 2001; Grillon, Ameli, Merikangas, Woods, & Davis, 1993). These findings are consistent with the notion that aversive stimuli prime defensive reflexes.\nIn the present study, we sought to determine whether defensive responding would similarly be increased following errors, compared with correct responses. To evaluate this possibility, we measured the human startle response 300 ms following errors and correct responses. We hypothesized that startle responses would be larger after errors than after correct responses. To evaluate the role of startle predictability, we included both predictable and unpredictable startle probes on correct trials. Additionally, we simultaneously measured error-related brain activity to determine whether individuals with larger ERNs would demonstrate greater startle potentiation following errors. If the ERN reflects a motivationally relevant correlate of error processing, larger ERNs should predict greater startle potentiation following errors."
        },
        {
            "heading": "METHOD",
            "text": "Thirty-one undergraduate students (26 male, 5 female) participated in this study. No participants discontinued their participation in the experiment once it had begun, and all received course credit for their participation.\nThe task was an arrow version of the flankers task (cf. Hajcak et al., 2005). On each trial, five horizontally aligned arrowheads were presented, and participants had to respond to the direction of the central arrowhead by pressing the left or right mouse button. On compatible trials, all five arrowheads pointed in the same direction (either left or right), and on incompatible trials, the central arrowhead pointed in the direction opposite the direction of the flanking arrowheads. Compatible and incompatible trials were equally frequent, and all stimuli were presented for 200 ms with an intertrial interval that varied randomly from 500 to 1,000 ms. Participants performed eight blocks of 30 trials. At the end of each block, participants received performance feedback designed to encourage fast and accurate re-\nsponding. If performance was 75% correct or lower, the message ‘‘Please try to be more accurate’’ was displayed; performance above 90% correct was followed by ‘‘Please try to respond faster’’; if performance was between these levels, the message ‘‘You’re doing a great job’’ was displayed. All participants performed one practice block of 30 trials.\nThe startle response was measured using standard procedures for assessing defensive reactivity (Bradley et al., 2005, 2006; Curtin et al., 2001; Grillon et al., 1993; Lang et al., 2000): Startle was elicited with a 105-dB burst of white noise that had a 50-ms duration and instantaneous rise time. The startle probe was delivered on 10% of all trials in the practice block; in the actual experiment, startle probes were presented on 50% of error trials, on 50%of correct trials that followed errors, and on a random 4% of other correct trials. Thus, some startle probes were predictable (after both errors and correct trials that followed errors), whereas others were not (randomly selected correct trials). Accordingly, there were three trial types: error trials, predictable correct trials (i.e., correct trials on which the startle probe was predictable), and unpredictable correct trials (i.e., correct trials on which the startle probe was not predictable). In all cases, the startle probe was presented 300 ms after the response.\nContinuous electroencephalographic (EEG) and electromyographic (EMG) activity was recorded using an ActiveTwo head cap and the ActiveTwo BioSemi system (BioSemi, Amsterdam, The Netherlands). Recordings were taken from 64 scalp electrodes based on the ten-twenty system, as well as from two electrodes placed on the left and right mastoids. The electrooculogram (EOG) generated from blinks and eye movements was recorded from four facial electrodes: two approximately 1 cm above and below the participant’s right eye, one approximately 1 cm to the left of the left eye, and one approximately 1 cm to the right of the right eye. The startle response was measured with two electrodes placed approximately 12 mm apart under the participant’s left eye on the obicularis muscle. As per BioSemi’s design, the ground electrode during acquisition was formed by the Common Mode Sense active electrode and the Driven Right Leg passive electrode. All bioelectric signals were digitized on a laboratory microcomputer using ActiView software (BioSemi). Sampling was at 1024 Hz.\nOff-line analysis was performed using Brain Vision Analyzer software (Brain Products, Gilching, Germany). For the startle data, EMG activity was band-pass filtered (28–512 Hz; 24 dB/ octave roll-off), rectified, then low-pass filtered at 30 Hz (24 dB/ octave) and baseline-corrected. Individual trials were examined and rejected if the startle reflex began less than 20 ms following probe onset. The number of excluded startle trials was 1.42 (SD 5 1.43) for predictable correct trials, 1.42 (SD5 1.57) for unpredictable correct trials, and 2.26 (SD 5 2.42) for error trials.\nEEG data were rereferenced to the numeric mean of the mastoids and band-pass filtered with cutoffs of 0.1 and 30 Hz. The EEG was segmented for each trial, beginning 200 ms before\n104 Volume 19—Number 2\nat KAI NAN UNIV on March 7, 2015pss.sagepub.comDownloaded from\nthe response and continuing for 800 ms. The EEG was corrected for blinks and eye movements using the method developed by Gratton, Coles, and Donchin (1983). Specific intervals for individual channels were rejected in each trial using a semiautomated procedure, with physiological artifacts identified by the following criteria: a voltage step of more than 50.0 mV between sample points, a voltage difference of more than 300.0 mVwithin a trial, and a maximum voltage difference of less than 0.50 mV within a 100-ms interval. The average number of trials excluded from ERP analyses was 2.03 (SD5 5.22), or 0.87% of possible trials.\nStartle response magnitudes and latencies were quantified in terms of the peak in the 20- to 120-ms window after the presentation of the startle probe. The ERN was defined as the average activity in a 0- to 100-ms window following response onset on error trials. The ERN and startle responses were statistically evaluated using SPSS (Version 14.0) General Linear Model software, with Greenhouse-Geisser correction applied to p values associated with multiple-df, repeated measures comparisons."
        },
        {
            "heading": "RESULTS",
            "text": "On average, participants made 23.39 (SD5 9.68) errors. Figure 1 presents the average startle magnitude as a function of trial type. As hypothesized, the magnitude of the startle response differed as a function of trial type, F(2, 60)5 5.64, p< .05. Post hoc one-tailed t tests confirmed that startle magnitudes were larger following errors than following correct trials, whether the startle was predictable, t(30)5 2.51, p< .01, or unpredictable, t(30) 5 2.61, p < .01; startle magnitude did not vary as a function of predictability on correct trials, t(30)5 0.99, p> .30. Across participants, the magnitude of the error-potentiated startle did not correlate with the number of errors (r5 .06, p > .75). Although the latency of the startle response was shorter when the probe was predictable (error trials: M 5 96 ms, SD 5 24 ms; predictable correct trials:M5 92 ms, SD5 20 ms) than when it was unpredictable (unpredictable correct trials: M 5 100 ms, SD 5 20 ms), this difference was not statistically significant, F(2, 60) 5 1.46, p > .20.\nThe illustration in Figure 2 shows the scalp topography of the difference in ERPs between error and correct trials in the 0- to 100-ms window following responses. At FCz, where the difference was numerically maximal, a one-sample t test confirmed that the ERN was significantly less than zero, t(30) 5 3.83, p < .001. Grand-average ERP waveforms for correct and error trials at FCz are presented on the right in Figure 1. The ERN is evident as the negative deflection that peaks approximately 50 ms after an incorrect response.\nTo determine whether themagnitude of the ERN predicted the increase in startle following errors, we first defined startle potentiation for each participant as the startle magnitude after errors minus the average of startle responses on predictable correct and unpredictable correct trials. The amplitude of the ERN predicted the degree to which errors potentiated the startle response (see Fig. 2; r5 .38, p< .05).1 Because themagnitude of the ERN is negative and startle potentiation following errors is positive, this negative correlation indicates that individuals with larger error-related brain activity were characterized by larger increases in startle responses after errors."
        },
        {
            "heading": "DISCUSSION",
            "text": "To our knowledge, this is the first study to use startle methodology to directly evaluate affective processing following errors. Our findings are consistent with the notion that errors prompt defensive motivation: Startle magnitude was larger after the commission of errors than after correct responses. Our data indicate that, like threatening stimuli and the anticipation of shock, which have previously been shown to increase the startle response (Bradley et al., 2006; Grillon et al., 1993), errors also potentiate reflexes that are inherently defensive. These data fit well within previous work demonstrating peripheral autonomic response to errors (Hajcak et al., 2003b, 2004), but go further to suggest that errors prompt both orienting and defensive responses.\nIn the present study, larger startle potentiation following errors was predicted by an increased ERNmagnitude. Notably, the magnitude of the error-potentiated startle was not related to the size of the error positivity—the positive deflection in the ERP that follows the ERN. This suggests that early error processing indexed by the ERN may uniquely serve to prime defensive\n1The error positivity (Pe) was scored at Pz, where it was maximal, as the average activity in a 200- to 400-ms postresponse window on error trials on which a startle probe was not presented; unlike the ERN, however, the Pe did not correlate with the magnitude of the error-potentiated startle (r 5 .04, p > .80). Across participants, the magnitudes of the ERN and Pe were both uncorrelated with the number of errors (r 5 .21, p > .30, and r 5 .33, p > .05, respectively). To determine whether the inclusion of startle probes in the present study might have made errors unusually aversive and increased the ERN, we ran 36 participants in a paradigm that was identical except that no startle probes were presented. The mean ERN in those participants ( 3.32 mV, SD 5 6.11 mV) did not differ from the mean ERN in the present study ( 3.54 mV, SD 5 6.52 mV), t(65) 5 0.21, p > .60. This finding suggests that the presence of startle probes did not influence the magnitude of the ERN.\nVolume 19—Number 2 105\nat KAI NAN UNIV on March 7, 2015pss.sagepub.comDownloaded from\nmotivational systems. Current computational models suggest that the ERN signals the need to increase cognitive control following errors (Holroyd & Coles, 2002; Yeung et al., 2004). The present data, however, suggest that the ERN may also serve a more basic motivational function: to activate defensive systems in the service of protecting the organism. This view is consistent with existing data relating the ERN to sensitivity to negative, but not positive, stimuli and feedback (Boksem et al., 2006; Frank, Woroch, & Curran, 2005).\nSeveral studies have provided evidence supporting a relation between the ERN and individual differences in emotionality: Individuals who experience more anxiety and sensitivity to punishment have larger ERNs (Boksem et al., 2006; Hajcak et al., 2003a, 2004; Luu et al., 2000). Increased startle responses and an increased ERN have both been related to heightened risk for anxiety disorders (Grillon, 2002). Moreover, the current data suggest that individuals with increased ERNs process errors as more threatening and aversive. That is, anxious individuals who are characterized by increased ERNs may exhibit a greater defensive response to errors compared with nonanxious individuals. Within Gray’s (1994) theory, these data are consistent with\nthe notion that the behavioral inhibition system (BIS) responds to signals of nonreward and punishment, and that functioning of the BIS relates to the experience of anxiety and fear.We are currently pursuing a line of research relating the BIS, ERN, and errorpotentiated startle to further evaluate this possibility.\nIn the present study, startle probes were presented just 300ms after both correct and erroneous responses. Thus, the facilitated startle following errors appears to reflect relatively rapid defensive mobilization. An important unanswered issue concerns the mechanism whereby errors rapidly increase defensive responding. In light of the association between the ERN and error-potentiated startle, one possibility is that early ACC activity directly activates circuits in the brain (e.g., the amygdala) that are critical to defensive mobilization and startle potentiation. Future studies might further examine the time course of error-potentiated startle—to determine how early the potentiated startle begins, and for how long it persists, following errors. Additional research might also examine the underlying mechanisms whereby errors increase the startle response.\nAlthough errors may directly prime startle, it is also possible that emotional valence mediates the relation between error\n106 Volume 19—Number 2\nat KAI NAN UNIV on March 7, 2015pss.sagepub.comDownloaded from\ndetection and increased startle, and other peripheral psychophysiological measures, such as facial EMG, could be used to test this possibility. It is worth acknowledging that in the present study, startle probes were presented on amuch larger percentage of error than correct trials. This was necessary in light of the fact that errors are relatively rare in speeded response tasks. Although startle probes were therefore more predictable on error than on correct trials, we manipulated predictability on correct trials. Although the magnitude of the startle response on correct trials was equivalent when the probe was predictable and when it was unpredictable, it is possible that the presence of startle probes made errors particularly aversive. This possibility could be evaluated in future studies by asking participants how they felt about making mistakes both in a condition with startle probes and in a condition without startle probes.\nOverall, the current study indicates that errors are motivationally salient events that prime defensive systems: The startle response is potentiated following errors, compared with correct responses. Insofar as the magnitude of the ERN predicted the degree of startle potentiation following errors, these data further highlight the role of the ERN in affective and motivational responses to errors. Following previous work on the ERN and startle, future studies should evaluate how error-potentiated startle varies as a function of individual difference variables.\nAcknowledgments—We give special thanks to E. David Klonsky\nfor helpful comments on an earlier draft of the manuscript."
        }
    ],
    "title": "Defensive Motivation and the Error-Related Negativity",
    "year": 2009
}