{
    "abstractText": "We recently proposed that human memory systems are ‘‘tuned’’ to remember information that is processed for survival, perhaps as a result of fitness advantages accrued in the ancestral past. This proposal was supported by experiments in which participants showed superior memory when words were rated for survival relevance, at least relative to when words received other forms of deep processing. The current experiments tested the mettle of survival memory by pitting survival processing against conditions that are universally accepted as producing excellent retention, including conditions in which participants rated words for imagery, pleasantness, and self-reference; participants also generated words, studied words with the intention of learning them, or rated words for relevance to a contextually rich (but non-survival-related) scenario. Survival processing yielded the best retention, which suggests that it may be one of the best encoding procedures yet discovered in the memory field. Memory serves a variety of adaptive functions, but psychologists rarely address these functions directly. It is well known that forming a visual image or engaging in deep semantic processing significantly improves retention relative to various control conditions (e.g., Hyde & Jenkins, 1973; Paivio, 1971). However, the ultimate reasons for these sensitivities remain largely unexplored. What advantages are gained by having a memory system that shows sensitivity to imagery or semantic processing? Psychologists offer a tool kit of proximate mechanisms to explain observablemnemonic phenomena—multiple codes, greater elaboration, enhanced encoding-retrievalmatch—but generally leave such functional questions unanswered (Klein, Cosmides, Tooby, & Chance, 2002; Nairne, 2005; Paivio, 2007). Eschewing a functional analysis becomes especially problematic if, in fact, humanmemory systems have been ‘‘designed’’ by nature to achieve specific ends. From an evolutionary perspective, a system’s structural properties are assumed to reflect their functionality. Nature ‘‘selects’’ one physical design over another because that design has fitness value—it helps the organism solve an adaptive problem, and, in turn, the chances of genetic transmission are increased. Structure (or form) follows function, and, as a consequence, one cannot hope to understand the characteristics of a memory system, or at least one will likely find this task difficult, without first understanding the specific problems that the system has evolved to solve (Klein et al., 2002; Tooby & Cosmides, 1992). One could concoct functional explanations for the plethora of mnemonic phenomena currently in vogue, but such post hoc accounts—‘‘just-so stories’’—are the scourge of evolutionary analysis (Gould & Lewontin, 1979). Our laboratory has recently taken a more proactive approach. We have attempted to identify adaptive problems that may have shaped the evolution of memory and then to generate a priori empirical predictions. For example, we (Nairne, Thompson, & Pandeirada, 2007) proposed that human memory systems may be ‘‘tuned’’ to remember information that is processed for survival. From a fitness perspective, it seems unlikely that memory evolved to be domaingeneral (i.e., insensitive to content) because certain information, particularly information found in a survival context (e.g., foodstuffs, predators), is likely to be especially important to fitness. In four incidental-learning experiments, we (Nairne et al., 2007) found that participants who were asked to rate the relevance of unrelated words to a survival scenario subsequently remembered those words better than participants who processed those same words in several deep-processing control conditions (instructions to rate pleasantness, relevance to moving to a foreign land, or ease of generating an autobiographical memory). The purpose of the present research was to test the true mettle of survival-based processing by pitting the survival scenario against a set of encoding procedures that are universally accepted as producing excellent retention. Memory theorists generally dismiss the notion that one kind of encoding task is inherently better than another, because the nature of the retrieval environment needs to be taken into account. However, Address correspondence to James S. Nairne, Department of Psychological Sciences, Purdue University, 703 Third St., West Lafayette, IN 47907-2081, e-mail: nairne@psych.purdue.edu. PSYCHOLOGICAL SCIENCE 176 Volume 19—Number 2 Copyright r 2008 Association for Psychological Science forming a visual image, generating an item, and assessing pleasantness are known to yield superior retention under standard testing conditions. In our first experiment, which used a between-subjects design, participants were asked to rate unrelated words for relevance to a survival scenario, pleasantness, ease of generating a visual image, or ease of generating an autobiographical memory; in another condition, they had to generate words from scrambled letters before rating the words for pleasantness. We also included an intentional-learning condition in which participants were asked to remember the words for a later test. At issue was how retention after the survival rating task would compare with retention after these time-honored encoding procedures.",
    "authors": [
        {
            "affiliations": [],
            "name": "James S. Nairne"
        },
        {
            "affiliations": [],
            "name": "Josefa N.S. Pandeirada"
        },
        {
            "affiliations": [],
            "name": "Sarah R. Thompson"
        }
    ],
    "id": "SP:0d354140f80d3570d9a560f2e8ce61c2ee393d7d",
    "references": [
        {
            "authors": [
                "B.H. Challis",
                "B.M. Velichkovsky",
                "F.I.M. Craik"
            ],
            "title": "Levels-ofprocessing effects on a variety of memory tasks: New findings and theoretical implications",
            "venue": "Consciousness and Cognition,",
            "year": 1996
        },
        {
            "authors": [
                "F.I.M. Craik",
                "E. Tulving"
            ],
            "title": "Depth of processing and the retention of words in episodic memory",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 1975
        },
        {
            "authors": [
                "S.J. Gould",
                "R.C. Lewontin"
            ],
            "title": "The spandrels of San Marco and the Panglossian paradigm: A critique of the adaptationist programme",
            "venue": "Proceedings of the Royal Society of London. Series B, Biological Sciences,",
            "year": 1979
        },
        {
            "authors": [
                "T.S. Hyde",
                "J.J. Jenkins"
            ],
            "title": "Recall for words as a function of semantic, graphic, and syntactic orienting tasks",
            "venue": "Journal of Verbal Learning and Verbal Behavior,",
            "year": 1973
        },
        {
            "authors": [
                "S.B. Klein",
                "L. Cosmides",
                "J. Tooby",
                "S. Chance"
            ],
            "title": "Decisions and the evolution of memory: Multiple systems, multiple functions",
            "venue": "Psychological Review,",
            "year": 2002
        },
        {
            "authors": [
                "M.E.J. Masson",
                "G.R. Loftus"
            ],
            "title": "Using confidence intervals for graphically based data interpretation",
            "venue": "Canadian Journal of Experimental Psychology,",
            "year": 2003
        },
        {
            "authors": [
                "J.S. Nairne"
            ],
            "title": "The functionalist agenda in memory research",
            "year": 2005
        },
        {
            "authors": [
                "J.S. Nairne",
                "G.L. Riegler",
                "M. Serra"
            ],
            "title": "Dissociative effects of generation on item and order retention",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1991
        },
        {
            "authors": [
                "J.S. Nairne",
                "S.R. Thompson",
                "J.N.S. Pandeirada"
            ],
            "title": "Adaptive memory: Survival processing enhances retention",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 2007
        },
        {
            "authors": [
                "J.L. Packman",
                "W.F. Battig"
            ],
            "title": "Effects of different kinds of semantic processing on memory for words",
            "venue": "Memory & Cognition,",
            "year": 1978
        },
        {
            "authors": [
                "A. Paivio"
            ],
            "title": "Imagery and verbal processes",
            "year": 1971
        },
        {
            "authors": [
                "A. Paivio"
            ],
            "title": "Mind and its evolution: A dual coding theoretical approach",
            "year": 2007
        },
        {
            "authors": [
                "A.I. Schulman"
            ],
            "title": "Memory for words recently classified",
            "venue": "Memory & Cognition,",
            "year": 1974
        },
        {
            "authors": [
                "D.F. Sherry",
                "D.L. Schacter"
            ],
            "title": "The evolution of multiple memory systems",
            "venue": "Psychological Review,",
            "year": 1987
        },
        {
            "authors": [
                "J. Tooby",
                "L. Cosmides"
            ],
            "title": "The psychological foundations of culture",
            "year": 1992
        },
        {
            "authors": [
                "J.P. Van Overschelde",
                "K.A. Rawson",
                "J. Dunlosky"
            ],
            "title": "Category norms: An updated and expanded version of the Battig and Montague (1969) norms",
            "venue": "Journal of Memory and Language,",
            "year": 2004
        }
    ],
    "sections": [
        {
            "text": "systems are ‘‘tuned’’ to remember information that is processed for survival, perhaps as a result of fitness advantages accrued in the ancestral past. This proposal was supported by experiments in which participants showed superior memory when words were rated for survival relevance, at least relative to when words received other forms of deep processing. The current experiments tested the mettle of survival memory by pitting survival processing against conditions that are universally accepted as producing excellent retention, including conditions in which participants rated words for imagery, pleasantness, and self-reference; participants also generated words, studied words with the intention of learning them, or rated words for relevance to a contextually rich (but non-survival-related) scenario. Survival processing yielded the best retention, which suggests that it may be one of the best encoding procedures yet discovered in the memory field.\nMemory serves a variety of adaptive functions, but psychologists rarely address these functions directly. It is well known that forming a visual image or engaging in deep semantic processing significantly improves retention relative to various control conditions (e.g., Hyde & Jenkins, 1973; Paivio, 1971). However, the ultimate reasons for these sensitivities remain largely unexplored. What advantages are gained by having a memory system that shows sensitivity to imagery or semantic processing? Psychologists offer a tool kit of proximate mechanisms to explain observablemnemonic phenomena—multiple codes, greater elaboration, enhanced encoding-retrievalmatch—but generally leave such functional questions unanswered (Klein, Cosmides, Tooby, & Chance, 2002; Nairne, 2005; Paivio, 2007).\nEschewing a functional analysis becomes especially problematic if, in fact, humanmemory systems have been ‘‘designed’’\nby nature to achieve specific ends. From an evolutionary perspective, a system’s structural properties are assumed to reflect their functionality. Nature ‘‘selects’’ one physical design over another because that design has fitness value—it helps the organism solve an adaptive problem, and, in turn, the chances of genetic transmission are increased. Structure (or form) follows function, and, as a consequence, one cannot hope to understand the characteristics of a memory system, or at least one will likely find this task difficult, without first understanding the specific problems that the system has evolved to solve (Klein et al., 2002; Tooby & Cosmides, 1992).\nOne could concoct functional explanations for the plethora of mnemonic phenomena currently in vogue, but such post hoc accounts—‘‘just-so stories’’—are the scourge of evolutionary analysis (Gould & Lewontin, 1979). Our laboratory has recently taken a more proactive approach. We have attempted to identify adaptive problems that may have shaped the evolution of memory and then to generate a priori empirical predictions. For example, we (Nairne, Thompson, & Pandeirada, 2007) proposed that human memory systems may be ‘‘tuned’’ to remember information that is processed for survival. From a fitness perspective, it seems unlikely that memory evolved to be domaingeneral (i.e., insensitive to content) because certain information, particularly information found in a survival context (e.g., foodstuffs, predators), is likely to be especially important to fitness. In four incidental-learning experiments, we (Nairne et al., 2007) found that participants who were asked to rate the relevance of unrelated words to a survival scenario subsequently remembered those words better than participants who processed those same words in several deep-processing control conditions (instructions to rate pleasantness, relevance to moving to a foreign land, or ease of generating an autobiographical memory).\nThe purpose of the present research was to test the true mettle of survival-based processing by pitting the survival scenario against a set of encoding procedures that are universally accepted as producing excellent retention. Memory theorists generally dismiss the notion that one kind of encoding task is inherently better than another, because the nature of the retrieval environment needs to be taken into account. However, Address correspondence to James S. Nairne, Department of Psychological Sciences, Purdue University, 703 Third St., West Lafayette, IN 47907-2081, e-mail: nairne@psych.purdue.edu.\n176 Volume 19—Number 2Copyright r 2008 Association for Psychological Science\nforming a visual image, generating an item, and assessing pleasantness are known to yield superior retention under standard testing conditions. In our first experiment, which used a between-subjects design, participants were asked to rate unrelated words for relevance to a survival scenario, pleasantness, ease of generating a visual image, or ease of generating an autobiographical memory; in another condition, they had to generate words from scrambled letters before rating the words for pleasantness. We also included an intentional-learning condition in which participants were asked to remember the words for a later test. At issue was how retention after the survival rating task would compare with retention after these time-honored encoding procedures.\nEXPERIMENT 1"
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants and Apparatus",
            "text": "Three hundred Purdue undergraduates took part in this experiment in exchange for partial credit in an introductory psychology course. Fifty participants were assigned to each of six conditions. All participants were tested individually in sessions lasting about 30 min. Stimuli were presented and controlled by personal computers."
        },
        {
            "heading": "Materials and Design",
            "text": "As in our previous study (Nairne et al., 2007), the word stimuli were selected from the updated Battig and Montigue norms (Van Overschelde, Rawson, & Dunlosky, 2004); we chose a typical member from each of 30 unique categories. Five additional words, selected according to the same criteria, were presented as practice words. Across all six conditions, the same words were presented in the same randomly determined order. A simple between-subjects design was used.\nIn all conditions with the exception of the intentional-learning condition, participants rated individual words using a 5-point scale. Presentation of the words was followed by a short retention interval (filled with a digit recall task), and then memory was tested through free recall. For all groups with the exception of the intentional-learning group, thememory test was unexpected. All aspects of the design, including the form and timing of stimulus presentation, remained the same across conditions."
        },
        {
            "heading": "Procedure",
            "text": "On arrival at the laboratory, participants were randomly assigned to one of the experimental conditions. The instructions and the rating scales were as follows:\nSurvival. ‘‘In this task, we would like you to imagine that you are stranded in the grasslands of a foreign land, without any basic survival materials. Over the next few months, you’ll need to find steady supplies of food and water and protect yourself from predators. We are going to show you a list of\nwords, and we would like you to rate how relevant each of these words would be for you in this survival situation. Some of the words may be relevant and others may not—it’s up to you to decide.’’ The rating scale ranged from 1 (totally irrelevant) to 5 (extremely relevant). Pleasantness. ‘‘In this task, we are going to show you a list of words, and we would like you to rate the pleasantness of each word. Some of the words may be pleasant and others may not—it’s up to you to decide.’’ The rating scale ranged from 1 (totally unpleasant) to 5 (extremely pleasant). Imagery. ‘‘In this experiment, we would like you to rate a list of words as to the ease or difficulty with which they arouse mental images. Nouns differ in their capacity to arousemental images of things or events. Some words arouse a sensory experience, such as a mental picture or sound, very quickly and easily, whereas others may do so only with difficulty (i.e., after a long delay) or not at all. Any word which, in your estimation, arouses a mental image (i.e., a mental picture, or sound, or other sensory experience) very quickly and easily should be given a high imagery rating; a word that arouses a mental image with difficulty or not at all should be given a low imagery rating.’’ Rating values ranged from 1 (low imagery) to 5 (high imagery). Self-reference. ‘‘In this task, we would like you to think of personal experiences you have had in your life. We will present you with a series of words, and for each word we would like you to rate how easily the word brings to mind an important personal experience.’’ The rating scale ranged from 1 (very difficult) to 5 (extremely easy). Generation. ‘‘In this task, we are going to show you a list of words, and we would like you to rate the pleasantness of each word. Some of the words may be pleasant and others may not—it’s up to you to decide. You will notice that the first two letters of each word are switched; before you make each rating, you will need to mentally switch the letters back to their original positions in order to know which word you are rating. For example, if you are presented with ‘‘iktten,’’ you will need to switch the first two letters in your head to get the word ‘‘kitten’’ and then you canmake your pleasantness rating for that word.’’ Again, the rating scale ranged from 1 (totally unpleasant) to 5 (extremely pleasant). Intentional learning. ‘‘In this task, we are going to show you a list of words, and we would like you to try to remember those words for a future memory test.’’\nWords were displayed one at a time in the center of the computer screen. Each word appeared for 5 s along with the corresponding rating scale (presented just below the word). On each trial, the participant indicated his or her rating by clicking on the number that corresponded to his or her choice. Participants were advised tomake their decisions quickly, given the 5-s presentation rate, and to try to use the entire rating scale (i.e., all the values from 1 to 5). A short practice period, during which\nVolume 19—Number 2 177\nparticipants rated 5 practice words, preceded the presentation of the 30 experimental stimuli.\nImmediately following the rating task, participants were asked to recall digit strings for 2 min. In each trial of this task, seven single digits (ranging from 1 to 9) were presented one at a time, at a rate of one digit per second, and then participants were instructed to recall the digits in order by typing responses directly on the keyboard. The digit recall task was followed immediately by the recall test for the experimental words. Participants were instructed to write down the words they had rated earlier, in any order, on a response sheet provided by the experimenter. The final recall phase lasted 10 min."
        },
        {
            "heading": "Results and Discussion",
            "text": "The data of main interest, shown in Figure 1, are the free-recall levels for the six encoding conditions. An overall analysis of variance (ANOVA) revealed a significant effect of condition, F(5, 294) 5 4.41, MSE 5 0.019, Zp 2 5 .07. One condition, survival processing, was notably discrepant. Post hoc analyses confirmed that the survival-processing group outperformed each of the other encoding groups (individual prep values comparing survival processing with each of the other conditions were greater than .97); no significant differences were found among any of the non-survival-processing conditions. The same pattern of significance was found in an item analysis, that is, when words were used as the unit, F(5, 145) 5 4.37, MSE 5 0.012, Zp 2 5 .13.\nTable 1 presents the mean ratings and response times for the five incidental-learning conditions. These data are of interest because they enable us to rule out some rather simpleminded interpretations of the survival-processing benefit. An ANOVA on the rating data revealed a significant effect of condition, F(4, 245) 5 16.50, MSE 5 0.213, Zp 2 5 .21; again, the sole discrepant condition was survival processing, which yielded a lower average rating than the other conditions (individual prep values comparing survival processing with each of the other conditions were greater than .99). The fact that the stimulus materials were considered least relevant to the rating dimension in the survival scenario is important because retention usually\nincreases with cue-target congruence; that is, the extent to which the rated word fits the orienting question or scenario determines the ease with which the orienting question can serve as an effective retrieval cue at test (Craik & Tulving, 1975; Schulman, 1974). The findings for the survival and pleasantness conditions replicate our previous findings (Nairne et al., 2007) that processing for pleasantness produces higher average ratings than survival processing, but that survival processing produces significantly better retention.\nAn ANOVA on the response time data also revealed a significant effect of condition, F(4, 245) 5 10.91, MSE 5 174,054.20, Zp 2 5 .15; post hoc analyses showed that decision times in the survival condition were significantly slower than those in the pleasantness and imagery conditions (prep values were greater than .99), but did not differ from response times in the self-reference (prep < .82) and generation (prep < .34) conditions. Given that survival processing produced better retention than each of the standard encoding conditions, and that retention did not vary among the latter conditions, response time cannot account for the observed memory differences. It is possible that survival decisions are more effortful than pleasantness or imagery decisions, and this fact might have contributed to some of the retention differences, but effort is generally thought to be a poor predictor of retention overall (Craik & Tulving, 1975). Moreover, in our previous study (Nairne et al., 2007), we found no significant difference in average response times between survival and pleasantness conditions, but still obtained the survival advantage in retention.\nClearly there was an unequivocal mnemonic benefit for survival processing in this experiment, but it might seem surprising that no differences emerged among the remaining encoding conditions. It is important to bear in mind, however, that each of the encoding procedures was designed to induce deep, or semantic, processing—in fact, these encoding tasks were chosen specifically because they are known to induce excellent retention—so comparable performance levels were not completely unexpected. More important, previous research comparing deep processing conditions has typically produced few consistent differences. Packman and Battig (1978) directly compared seven semantic rating dimensions, including imagery and\npleasantness, and found a significant advantage for pleasantness"
        },
        {
            "heading": "Mean Ratings and Response Times (With Standard Errors of the Means) in Experiment 1",
            "text": "178 Volume 19—Number 2\nin free recall, but no significant differences among the remaining conditions. Challis, Velichkovsky, and Craik (1996) directly compared a self-reference task with a living/nonliving judgment and intentional learning and found a significant advantage for intentional learning in free recall. Somewhat surprising is our failure to find a generation effect, although we did not include a traditional ‘‘read’’ control, in which the generated item is merely presented intact, in our experiment. Both the generation and the pleasantness conditions, which are most comparable, required a pleasantness judgment, which, by itself, is known to produce superior recall (Hyde & Jenkins, 1973; Packman & Battig, 1978). In addition, generation effects are often reduced or nonexistent when generation is manipulated in a between-subjects design, and this may help explain why we did not observe an advantage for generation (Nairne, Riegler, & Serra, 1991).\nEXPERIMENT 2\nOne might question whether it was the thematic content of the survival scenario, rather than its evolutionary significance, that produced the mnemonic advantage. The survival theme provided an overarching structure, or coherence, to the encoding task that the other conditions lacked. Our previous study (Nairne et al., 2007) provided evidence against this possibility. In several experiments, survival processing yielded better retention than a control condition in which participants were asked to rate the relevance of words to a thematic scenario involving moving to a foreign land. However, as a further test of this narrative-theme hypothesis, we conducted another withinsubjects experiment directly comparing survival processing with a contextually rich (but non-survival-relevant) encoding scenario."
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants and Apparatus",
            "text": "Twenty-four participants either received partial credit in an introductory psychology course or were given a small monetary compensation. They were tested individually in sessions lasting approximately 30min. The apparatus was the same as described for Experiment 1."
        },
        {
            "heading": "Materials and Design",
            "text": "A new set of 38 unrelated words (32 experimental words and 6 practice words) was created using the same method as in Experiment 1. The words were divided into four blocks of 8; order of presentation within each block was randomly determined and the same for all participants. Awithin-subjects design was used: Participants rated 16 words using the survival scenario (S) and 16 words using a vacation scenario (V; see Procedure), with the rating task alternating between blocks (i.e., SVSV for half of the participants and VSVS for the other half, so that each word was rated under both scenarios). Participants rated the individual words using the same 5-point scale for both scenarios. After the\nwords were presented and rated, there was a short retention interval and then a surprise free-recall test.\nProcedure Experiment 2 replicated the procedural details, including timing, distractor task, and recall instructions, of Experiment 1. On arrival at the laboratory, participants were randomly assigned to one of the two counterbalancing versions of the experiment. Initially, participants received general instructions informing them that they would be required to rate words according to particular scenarios. At the beginning of each block, either the survival or the vacation instructions appeared; at the beginning of the first two blocks, participants rated three practice words to ensure that they understood the two rating scenarios. After the practice trials, participants were again presented with the scenario information, as a reminder. The fourth block of words was followed by the distractor task and then the surprise free-recall memory test. The survival scenario and its rating scale were as described for Experiment 1. An identical rating scale was used for the vacation scenario, which was presented as follows:\nIn this task, we would like you to imagine that you are enjoying an extended vacation at a fancy resort with all your basic needs taken care of. Over the next few months, you’ll want to find different activities to pass the time and maximize your enjoyment of the vacation. Please rate how relevant each of these words would be for you in this vacation situation. Some of the words may be relevant and others may not—it’s up to you to decide.\nResults and Discussion The results are shown in Figure 2. Once again, survival processing produced a clear and significant recall advantage—this time against a contextually rich but non-survival-related control, F(1, 23) 5 5.70, MSE 5 0.028, Zp 2 5 .20. The survival scenario produced significantly higher average ratings than the vacation scenario (2.92 vs. 2.61), but there were no significant\nVolume 19—Number 2 179\nresponse time differences. A similar and strong recall advantage for survival processing was found when words, rather than participants, were used as the basis of the analysis,F(1, 31)5 9.40, MSE 5 0.022, Zp 2 5 .23. Neither ratings nor response times differed significantly in the item analysis."
        },
        {
            "heading": "GENERAL DISCUSSION",
            "text": "The overall data pattern provides compelling evidence for the power of survival processing. A condition requiring a simple decision about the relevance of random words to a survival scenario produced significantly enhanced retention relative to standard deep-processing controls and to a contextually rich, but non-survival-relevant control. The survival advantage remained robust despite the fact that the deep-processing control conditions represented the ‘‘best of the best’’ of known encoding procedures. Although it is always possible to rig experimental conditions to increase or decrease retention performance—for example, by manipulating the encoding-retrieval match—all procedural details remained the same across conditions except for the critical encoding decisions. With these procedural constraints in mind, it is fair to conclude that survival processing is one of the best—if not the best—encoding procedures yet identified in human memory research, at least when free recall is used as the retention measure.\nIt is important to emphasize as well that the mnemonic superiority of survival processing follows nicely from a functionalevolutionary perspective. If one chooses to ask why human memory systems evolved, then it is important to identify the specific selection pressures that shaped their development. From such a perspective, processing systems that aided survival, or ultimately fitness, would likely have received a selection advantage. Consequently, it is not surprising that human memory systems seem tuned, or biased, to retain information that is processed for fitness.\nAs noted earlier, memory researchers rarely attempt to place mnemonic processing in such a functional context; at present, the memory field can provide little insight into why human memory systems respond well when a visual image is formed or meaning is accessed, although it can offer a variety of proximate mechanisms to explain obtained advantages (e.g., greater elaboration or distinctiveness). Given that memory is likely to be functionally designed, there is merit in seeking to identify the specific adaptive problems that it is designed to solve (see also Sherry & Schacter, 1987). The survival advantage demonstrated in the present study is grounded theoretically in such a functional perspective, and it seems likely that other novel results will follow if researchers keep a similar functional perspective in mind.\nAcknowledgments—Thanks are due to David Ceo for helpful\ncomments during the course of this research. We also thank\nDaniel L. Schacter for suggesting a version of the vacation\nscenario used in Experiment 2. Josefa N.S. Pandeirada was\nsupported by fellowship SFRH/BPD/21534/2005 from the\nPortuguese Foundation for Science and Technology."
        }
    ],
    "title": "The Comparative Value of Survival Processing",
    "year": 2009
}