{
    "abstractText": "Previous research has shown that dominant individuals frequently think in terms of dominance hierarchies, which typically invoke vertical metaphor (e.g., ‘‘upper’’ vs. ‘‘lower’’ class). Accordingly,we predicted that in spatial attention paradigms, such individuals would systematically favor the vertical dimension of space more than individuals low in dominance. This prediction was supported by two studies (total N 5 96), which provided three tests involving two different spatial attention paradigms. In all cases, analyses controlling for speed of response to horizontal spatial probes revealed that more dominant individuals were faster than less dominant individuals to respond to probes along the vertical dimension of space. Such data support the metaphor-representation perspective, according to which people think in metaphoric terms, even in on-line processing tasks. These results have implications for understanding dominance and also indicate that conceptual metaphor is relevant to understanding the cognitive-processing basis of personality. There is a striking tendency to represent dominance in vertical terms. This tendency is apparent in linguistic metaphor (Tolaas, 1991), anthropological data (Fiske, 1992), sociological data (Schwartz, 1981), and scientific theories of personality dominance (e.g., Wiggins, 1996). The ubiquity of such mappings is consistent with the central postulate of the metaphor-representation perspective, according to which people must draw from the perceptual domain, as reflected in common metaphors, when attempting to represent abstract concepts such as dominance or power (Gibbs, 1994; Lakoff & Johnson, 1999). The frequent pairing of dominance and verticality could be a feature of the English language that is independent of deeper concept-to-percept mappings (see Gibbs, 1994, for a review of this position). Alternatively, this frequent pairing could be more fundamental (Lakoff & Johnson, 1999). According to the latter view, people think in perceptual terms, particularly when they are thinking about relatively abstract concepts, such as dominance or status (Tolaas, 1991). A recent set of studies by Schubert (2005) supports the fundamental, nonlinguistic view of the pairing of dominance and verticality. Specifically, he showed that incidental manipulations of verticality biased the speed with which participants could classify dominant stimuli (i.e., dominant stimuli were categorized faster when presented higher in visual space). Other than Schubert’s (2005) study, however, few studies have examined the extent to which dominance and verticality are systematically linked in on-line processing. One of the purposes of the studies reported here was to conduct such an examination. In addition, we wanted to investigate whether the link between dominance and verticality extends to the domain of individual differences in dominance. Testing this possibility is useful for two reasons. First, researchers have often expressed uncertainty as to whether the metaphor-representation perspective can provide insight concerning individual differences within a culture (Kövecses, 2000). If it cannot, this would constitute a significant limitation of this framework (Lakoff, 1986). Second, support for the metaphor-representation perspective has routinely come from studies in which the conceptual features of stimuli— whether affect-related features (e.g., Meier, Robinson, Crawford, &Ahlvers, 2007) or dominance-related features (Schubert, 2005)—have been manipulated. Such stimulus manipulations Address correspondence to Sara Moeller, Psychology Department, North Dakota State University, Fargo, ND 58105, e-mail: sara. moeller@ndsu.edu. PSYCHOLOGICAL SCIENCE Volume 19—Number 4 355 Copyright r 2008 Association for Psychological Science might well ‘‘prime’’ the relevant metaphors (e.g., ‘‘good is light’’: Meier et al., 2007), and it is unclear whether the links previously found would be observed in the absence of such concept-related manipulations. By examining individuals who differ in their interpersonal dominance, one can examine links between dominance and verticality without manipulating stimulus dominance, and perhaps find additional support for the ‘‘unconditional’’ (Bargh, 1997) nature of such associations. DOMINANCE AND VERTICALITY An important theory of social interaction (Haslam, 1997) posits fourmodels of human relations: authority ranking, equalitymatching, market pricing, and communal sharing. What is unique about authority ranking, relative to the other three relational models, is its focus on vertical asymmetries in power. There are also theories in communication (Burgoon, Johnson, & Koch, 1998), anthropology (Fiske, 1992), and sociology (Schwartz, 1981) that refer to, and depict, interpersonal dominance in explicitly vertical terms. What is common to all of these theories, then, is the fact that they conceptualize dominance and power in terms of a vertical dimension of physical space. If a vertical mode of conception is chronically accessible to dominant individuals, then they should be prone to perception along this vertical dimension as well. The present studies are novel in examining this intriguing potential relationship. Because relatively dominant individuals have a tendency to conceptualize social relations in terms of verticality (Fiske, 1992; Schwartz, 1981), they should exhibit a perceptual favoritism for objects varying vertically in relation to a fixation point. By contrast, because less dominant individuals are prone to conceptualizing social relations in terms other than verticality (Fiske, 1992; Schwartz, 1981), they should exhibit less perceptual favoritism for objects with a vertical relation to the fixation point. In sum, if we are correct that more dominant individuals more frequently invoke vertical metaphors to think about themselves, other people, and their interactions with the world, then it should also be the case that such individuals are biased toward perceptual verticality, even in basic spatial attention tasks in which dominance is not systematically primed. THE PRESENT RESEARCH We predicted that dominant individuals would exhibit biased attention along the vertical dimension of physical space. To test this theory-driven prediction, we administered two spatial attention tasks. In the first, participants were unable to predict the location of upcoming spatial probes. We presented these probes in randomly selected locations—left, right, up, or down. Thus, an association between dominance and facilitation of perception along the vertical dimension on this task would be due to relatively automatic perceptual processes. The inclusion of the horizontal trials was not theoretically motivated, but rather allowed us to systematically control for individual differences in speed, which are quite pronounced on nearly any choice reaction time task (Jensen, 1998; Robinson & Oishi, 2006). In our second study, we also administered a spatial attention task in which the location of the spatial probes was perfectly predictable because they alternated between an upper position and a lower position (in vertical blocks) or between a position on the left and a position on the right (in horizontal blocks). Because the probes’ locations were perfectly predictable, any significant performance differences between individuals could not be due to variations in probe-location expectancies. Thus, if individuals high in dominance were more skilled than individuals low in dominance at recognizing probes along the vertical dimension in the second task, we could conclude that this pattern was independent of possible individual differences in expectancies.",
    "authors": [
        {
            "affiliations": [],
            "name": "Sara K. Moeller"
        },
        {
            "affiliations": [],
            "name": "Michael D. Robinson"
        },
        {
            "affiliations": [],
            "name": "Darya L. Zabelina"
        }
    ],
    "id": "SP:c1716a15ae503aa6bbd210864e8c14498e689ff4",
    "references": [
        {
            "authors": [
                "J.A. Bargh"
            ],
            "title": "The automaticity of everyday life",
            "year": 1997
        },
        {
            "authors": [
                "J.K. Burgoon",
                "M.L. Johnson",
                "P.T. Koch"
            ],
            "title": "The nature and measurement of interpersonal dominance",
            "venue": "Communication Monographs,",
            "year": 1998
        },
        {
            "authors": [
                "A.P. Fiske"
            ],
            "title": "The four elementary forms of sociality: Framework for a unified theory of social relations",
            "venue": "Psychological Review,",
            "year": 1992
        },
        {
            "authors": [
                "E. Fox",
                "R. Russo",
                "R. Bowles",
                "K. Dutton"
            ],
            "title": "Do threatening stimuli draw or hold visual attention in subclinical anxiety",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 2001
        },
        {
            "authors": [
                "R.W. Gibbs"
            ],
            "title": "The poetics of mind: Figurative thought, language, and understanding",
            "year": 1994
        },
        {
            "authors": [
                "L.R. Goldberg",
                "J.A. Johnson",
                "H.W. Eber",
                "R. Hogan",
                "M.C. Ashton",
                "C.R. Cloninger",
                "H.G. Gough"
            ],
            "title": "The International Personality Item Pool and the future of public-domain personality measures",
            "venue": "Journal of Research in Personality,",
            "year": 2006
        },
        {
            "authors": [
                "N. Haslam"
            ],
            "title": "Four grammars for primate social relations",
            "venue": "Evolutionary social psychology (pp. 297–316)",
            "year": 1997
        },
        {
            "authors": [
                "A.R. Jensen"
            ],
            "title": "The g factor: The science of mental ability",
            "year": 1998
        },
        {
            "authors": [
                "D. Keltner",
                "D.H. Gruenfeld",
                "C. Anderson"
            ],
            "title": "Power, approach, and inhibition",
            "venue": "Psychological Review,",
            "year": 2003
        },
        {
            "authors": [
                "R.M. Klein"
            ],
            "title": "Inhibition of return",
            "venue": "Trends in Cognitive Sciences,",
            "year": 2000
        },
        {
            "authors": [
                "Z. Kövecses"
            ],
            "title": "Metaphor and emotion: Language, culture, and body in human feeling",
            "year": 2000
        },
        {
            "authors": [
                "G. Lakoff",
                "M. Johnson"
            ],
            "title": "Philosophy in the flesh: The embodied mind and its challenge to Western thought",
            "year": 1999
        },
        {
            "authors": [
                "C. MacLeod"
            ],
            "title": "Anxiety and anxiety disorders",
            "year": 1999
        },
        {
            "authors": [
                "G. Matthews",
                "A. Wells"
            ],
            "title": "Attention, automaticity, and affective disorder",
            "venue": "Behavior Modification,",
            "year": 2000
        },
        {
            "authors": [
                "B.P. Meier",
                "M.D. Robinson"
            ],
            "title": "Why the sunny side is up: Associations between affect and vertical position",
            "venue": "Psychological Science,",
            "year": 2004
        },
        {
            "authors": [
                "B.P. Meier",
                "M.D. Robinson"
            ],
            "title": "The metaphorical representation of affect",
            "venue": "Metaphor and Symbol,",
            "year": 2005
        },
        {
            "authors": [
                "B.P. Meier",
                "M.D. Robinson",
                "L.E. Crawford",
                "W.J. Ahlvers"
            ],
            "title": "When ‘light’ and ‘dark’ thoughts become light and dark responses: Affect biases brightness judgments",
            "year": 2007
        },
        {
            "authors": [
                "D.S. Moskowitz"
            ],
            "title": "Does elevated power lead to approach and reduced power lead to inhibition",
            "venue": "Comment on Keltner, Gruenfeld, and Anderson",
            "year": 2004
        },
        {
            "authors": [
                "D.S. Moskowitz",
                "D.C. Zuroff"
            ],
            "title": "Assessing interpersonal perceptions using the interpersonal grid",
            "venue": "Psychological Assessment,",
            "year": 2005
        },
        {
            "authors": [
                "P.M. Niedenthal",
                "L.W. Barsalou",
                "P. Winkielman",
                "S. Krauth-Gruber",
                "F. Ric"
            ],
            "title": "Embodiment in attitudes, social perception, and emotion",
            "venue": "Personality and Social Psychology Review,",
            "year": 2005
        },
        {
            "authors": [
                "H. Pashler"
            ],
            "title": "The psychology of attention",
            "year": 1998
        },
        {
            "authors": [
                "M.I. Posner"
            ],
            "title": "Chronometric explorations of mind",
            "year": 1978
        },
        {
            "authors": [
                "M.D. Robinson"
            ],
            "title": "Lives lived in milliseconds: Using cognitive methods in personality research",
            "year": 2007
        },
        {
            "authors": [
                "M.D. Robinson",
                "C. Neighbors"
            ],
            "title": "Catching the mind in action: Implicit methods in personality research and assessment",
            "year": 2006
        },
        {
            "authors": [
                "M.D. Robinson",
                "S. Oishi"
            ],
            "title": "Trait self-report as a ‘‘fill in’’ belief system: Categorization speed moderates the extraversion/life satisfaction relation",
            "venue": "Self and Identity,",
            "year": 2006
        },
        {
            "authors": [
                "T.W. Schubert"
            ],
            "title": "Your highness: Vertical positions as perceptual symbols of power",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 2005
        },
        {
            "authors": [
                "B. Schwartz"
            ],
            "title": "Vertical classification: A study in structuralism and the sociology of knowledge",
            "year": 1981
        },
        {
            "authors": [
                "J. Tolaas"
            ],
            "title": "Notes on the origin of some spatialization metaphors",
            "venue": "Metaphor and Symbolic Activity,",
            "year": 1991
        },
        {
            "authors": [
                "J.S. Wiggins"
            ],
            "title": "A psychological taxonomy of trait-descriptive terms: The interpersonal domain",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 1979
        },
        {
            "authors": [
                "J.S. Wiggins"
            ],
            "title": "An informal history of the interpersonal circumplex tradition",
            "venue": "Journal of Personality Assessment,",
            "year": 1996
        }
    ],
    "sections": [
        {
            "text": "individuals frequently think in terms of dominance hierarchies, which typically invoke vertical metaphor (e.g., ‘‘upper’’ vs. ‘‘lower’’ class). Accordingly,we predicted that in spatial attention paradigms, such individuals would systematically favor the vertical dimension of space more than individuals low in dominance. This prediction was supported by two studies (total N 5 96), which provided three tests involving two different spatial attention paradigms. In all cases, analyses controlling for speed of response to horizontal spatial probes revealed that more dominant individuals were faster than less dominant individuals to respond to probes along the vertical dimension of space. Such data support the metaphor-representation perspective, according to which people think in metaphoric terms, even in on-line processing tasks. These results have implications for understanding dominance and also indicate that conceptual metaphor is relevant to understanding the cognitive-processing basis of personality.\nThere is a striking tendency to represent dominance in vertical terms. This tendency is apparent in linguistic metaphor (Tolaas, 1991), anthropological data (Fiske, 1992), sociological data (Schwartz, 1981), and scientific theories of personality dominance (e.g., Wiggins, 1996). The ubiquity of such mappings is consistent with the central postulate of the metaphor-representation perspective, according to which people must draw from the perceptual domain, as reflected in common metaphors,\nwhen attempting to represent abstract concepts such as dominance or power (Gibbs, 1994; Lakoff & Johnson, 1999).\nThe frequent pairing of dominance and verticality could be a feature of the English language that is independent of deeper concept-to-percept mappings (see Gibbs, 1994, for a review of this position). Alternatively, this frequent pairing could be more fundamental (Lakoff & Johnson, 1999). According to the latter view, people think in perceptual terms, particularly when they are thinking about relatively abstract concepts, such as dominance or status (Tolaas, 1991). A recent set of studies by Schubert (2005) supports the fundamental, nonlinguistic view of the pairing of dominance and verticality. Specifically, he showed that incidental manipulations of verticality biased the speed with which participants could classify dominant stimuli (i.e., dominant stimuli were categorized faster when presented higher in visual space).\nOther than Schubert’s (2005) study, however, few studies have examined the extent to which dominance and verticality are systematically linked in on-line processing. One of the purposes of the studies reported here was to conduct such an examination. In addition, we wanted to investigate whether the link between dominance and verticality extends to the domain of individual differences in dominance. Testing this possibility is useful for two reasons. First, researchers have often expressed uncertainty as to whether the metaphor-representation perspective can provide insight concerning individual differences within a culture (Kövecses, 2000). If it cannot, this would constitute a significant limitation of this framework (Lakoff, 1986). Second, support for the metaphor-representation perspective has routinely come from studies in which the conceptual features of stimuli— whether affect-related features (e.g., Meier, Robinson, Crawford, &Ahlvers, 2007) or dominance-related features (Schubert, 2005)—have been manipulated. Such stimulus manipulations Address correspondence to Sara Moeller, Psychology Department, North Dakota State University, Fargo, ND 58105, e-mail: sara. moeller@ndsu.edu.\nVolume 19—Number 4 355Copyright r 2008 Association for Psychological Science\nmight well ‘‘prime’’ the relevant metaphors (e.g., ‘‘good is light’’: Meier et al., 2007), and it is unclear whether the links previously found would be observed in the absence of such concept-related manipulations. By examining individuals who differ in their interpersonal dominance, one can examine links between dominance and verticality without manipulating stimulus dominance, and perhaps find additional support for the ‘‘unconditional’’ (Bargh, 1997) nature of such associations."
        },
        {
            "heading": "DOMINANCE AND VERTICALITY",
            "text": "An important theory of social interaction (Haslam, 1997) posits fourmodels of human relations: authority ranking, equalitymatching, market pricing, and communal sharing. What is unique about authority ranking, relative to the other three relational models, is its focus on vertical asymmetries in power. There are also theories in communication (Burgoon, Johnson, & Koch, 1998), anthropology (Fiske, 1992), and sociology (Schwartz, 1981) that refer to, and depict, interpersonal dominance in explicitly vertical terms. What is common to all of these theories, then, is the fact that they conceptualize dominance and power in terms of a vertical dimension of physical space.\nIf a vertical mode of conception is chronically accessible to dominant individuals, then they should be prone to perception along this vertical dimension as well. The present studies are novel in examining this intriguing potential relationship. Because relatively dominant individuals have a tendency to conceptualize social relations in terms of verticality (Fiske, 1992; Schwartz, 1981), they should exhibit a perceptual favoritism for objects varying vertically in relation to a fixation point. By contrast, because less dominant individuals are prone to conceptualizing social relations in terms other than verticality (Fiske, 1992; Schwartz, 1981), they should exhibit less perceptual favoritism for objects with a vertical relation to the fixation point. In sum, if we are correct that more dominant individuals more frequently invoke vertical metaphors to think about themselves, other people, and their interactions with the world, then it should also be the case that such individuals are biased toward perceptual verticality, even in basic spatial attention tasks in which dominance is not systematically primed."
        },
        {
            "heading": "THE PRESENT RESEARCH",
            "text": "We predicted that dominant individuals would exhibit biased attention along the vertical dimension of physical space. To test this theory-driven prediction, we administered two spatial attention tasks. In the first, participants were unable to predict the location of upcoming spatial probes. We presented these probes in randomly selected locations—left, right, up, or down. Thus, an association between dominance and facilitation of perception along the vertical dimension on this task would be due to relatively automatic perceptual processes. The inclusion of the horizontal trials was not theoretically motivated, but rather allowed\nus to systematically control for individual differences in speed, which are quite pronounced on nearly any choice reaction time task (Jensen, 1998; Robinson & Oishi, 2006).\nIn our second study, we also administered a spatial attention task in which the location of the spatial probes was perfectly predictable because they alternated between an upper position and a lower position (in vertical blocks) or between a position on the left and a position on the right (in horizontal blocks). Because the probes’ locations were perfectly predictable, any significant performance differences between individuals could not be due to variations in probe-location expectancies. Thus, if individuals high in dominance were more skilled than individuals low in dominance at recognizing probes along the vertical dimension in the second task, we could conclude that this pattern was independent of possible individual differences in expectancies.\nSTUDY 1\nStudy 1 was an initial test of our hypothesis that more dominant individuals would be faster to respond to spatial targets along the vertical dimension of space. We ensured that attention was centered, both vertically and horizontally, at the start of each trial by presenting a centering prime that the participant was required to categorize. Immediately after this categorization response, a spatial probe appeared in one of four randomly determined positions on the screen—up, down, left, or right. Because we used a centering prime (akin to a fixation), along with a nearly instantaneous presentation of the probe following the response to the prime, performance reflected covert orienting, according to the spatial attention literature (Pashler, 1998; Posner, 1978)."
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants",
            "text": "Participants in Study 1 were 43 undergraduates (20 females, 23 males) from North Dakota State University. They received extra credit for their classes."
        },
        {
            "heading": "Personality Dominance and Preliminary Analyses",
            "text": "We administered a 21-item personality-dominance scale from the International Personality Item Pool (Goldberg et al., 2006). This scale uses statements to assess personality dominance (e.g., ‘‘impose my will on others,’’ ‘‘want to control the conversation’’). Responses are made on a scale from 1 (very inaccurate) to 5 (very accurate). In our sample, internal reliability was good (a5 .70); the mean and standard deviation were 3.06 and 0.42, respectively. The attention task was completed before the assessment of trait dominance to preclude the possibility that completing the trait scale first might influence performance in the implicit task (Robinson & Neighbors, 2006).\nIn no cases did participants’ sex modify the findings reported here, all Fs< 1, so we have collapsed across this variable. Also, we note that analyses examining possible Dominance Vertical\n356 Volume 19—Number 4\nLocation (up vs. down) and Dominance Horizontal Location (left vs. right) interactions yielded nonsignificant results (ps > .10). We have therefore also collapsed across up and down locations in quantifying vertical performance and across left and right locations in quantifying horizontal performance."
        },
        {
            "heading": "Spatial Attention Task",
            "text": "The task was presented on a computer screen. Participants were told that the spatial probe would always appear within a prominent, white-outlined box that was 11.75 in. high by 11.75 in. wide. All spatial probes were presented half an inch from the relevant border of the box.\nThe task was simple: As quickly and accurately as possible, participants indicated whether the letter p or qwas presented, by pressing the corresponding key of the keyboard (spatial attention paradigms are typically this simple: Pashler, 1998). Correct responses were followed by a 200-ms blank interval, whereas incorrect responses were followed by the message ‘‘Incorrect!’’ which was presented for 1,500 ms in order to encourage a high degree of accuracy. To center fixation prior to the appearance of the spatial probes, and thereby ensure that every trial involved the same centered attentional focus, we included an initial task in which participants had to categorize a centrally presented stimulus as either a letter (A, B, or C) or a number (1, 2, or 3). Responses were made by pronouncing ‘‘letter’’ or ‘‘number’’ into a voice key. When the oral response was registered, the central fixation stimulus disappeared and was immediately followed by a spatial probe (i.e., the letter p or q) that appeared in one of the four locations, determined randomly. Thus, the task assessed spontaneous favoring of one dimension over the other (horizontal vs. vertical) in covert-attention processes. There were 200 trials, 100 with vertical probes and 100 with horizontal probes. The vertical probes were horizontally centered on the screen and appeared above and below the central fixation point; the horizontal probes were vertically centered on the screen and appeared left and right of the central fixation point.\nIn calculating latency scores, we followed general recommendations in the literature. Specifically, we eliminated from consideration trials on which the response was incorrect (mean accuracy5 94%) and log-transformed latencies to reduce skew; outliers more than 2.5 standard deviations above and below the mean were replaced with these 2.5-SD cutoff values (Robinson, 2007). Latencies on trials with vertical spatial probes were averaged to obtain vertical-dimension scores, whereas latencies on trials with horizontal spatial probes were averaged to obtain horizontal-dimension scores."
        },
        {
            "heading": "Results",
            "text": "The horizontal probes did not differ from the vertical probes except in their location, and dominance did not predict speed to identify horizontal probes, r5 .04, p5 .81. We could therefore use speed in responding to horizontal probes in order to control\nfor irrelevant individual differences in speed. Accordingly, we performed a simple regression in which log-transformed reaction time on trials with horizontal probes (M5 789 ms) was entered as a predictor of log-transformed reaction time on trials with vertical probes (M 5 810 ms). We then calculated a residual speed score in which the common variance was statistically removed from consideration. Such residual scores were necessarily correlated with performance on trials with vertical probes, but necessarily uncorrelated with performance on trials with horizontal probes (Robinson, 2007).\nWe predicted that dominance would systematically correlate with residual verticality scores. This proved to be the case, r 5 .42, p < .01. Specifically, as predicted, higher levels of dominance were associated with lower scores (i.e., faster performance) on trials with vertical spatial probes. Figure 1 presents a scatter plot illustrating the relationship between residual verticality scores and personality dominance. As the figure shows, individuals 2 standard deviations below the mean on the dominance scale were 30ms slower than one would expect on the basis of their speed in responding to horizontal spatial probes. Conversely, individuals 2 standard deviations above the mean on the dominance scale were 30 ms faster than one would expect given their response speed for horizontal spatial probes. Thus, we obtained initial evidence that dominance is associated with biases favoring the vertical dimension in visual space."
        },
        {
            "heading": "Discussion",
            "text": "We predicted that dominant individuals would exhibit greater facility with vertical spatial probes than with horizontal spatial probes. To test this prediction, we administered a randomizedspatial-probe task and found that individuals high in dominance were faster to respond to vertical probes than could be predicted from their performance with horizontal spatial probes. These results provide initial evidence that higher levels of personality\nVolume 19—Number 4 357\ndominance are systematically related to enhanced attention to the vertical dimension, a pattern consistent with the metaphorrepresentation perspective that guided our predictions.\nSTUDY 2\nThe purpose of Study 2 was threefold. First, we wanted to directly replicate Study 1, using the same paradigm. Second, we sought to conceptually replicate the observed relation between dominance and attention to the vertical dimension in a spatial attention task using spatial probes that were perfectly predictable. Such a replication would indicate that the link between higher levels of personality dominance and facility with the vertical dimension of visual space is independent of expectancies for the location of randomly presented spatial stimuli. Third, we wanted to conceptually replicate the results of Study 1 using a different measure of personality dominance."
        },
        {
            "heading": "Method",
            "text": ""
        },
        {
            "heading": "Participants",
            "text": "Participants were 53 undergraduates (29 females, 24 males) from North Dakota State University. They received extra credit for their classes."
        },
        {
            "heading": "Personality Dominance, Procedure, and Preliminary Analyses",
            "text": "Personality dominance was assessed with the relevant dimension from Wiggins’s (1979) circumplex measure. Participants indicated the extent (1 5 extremely inaccurate, 6 5 extremely accurate) to which 14 markers of high (e.g., ‘‘dominant’’ and ‘‘forceful’’) and low (e.g., ‘‘meek’’ and ‘‘shy’’) interpersonal dominance characterized them generally. The low-dominance items were reverse-scored. The scale proved to be highly reliable (a5 .72; M 5 3.36, SD 5 0.29). A pilot test indicated that the dominance measures used in Studies 1 and 2 are positively correlated to a high degree, though not so highly as to suggest isomorphism of the measures, r5 .66, p< .01. Thus, conceptual replication with the new dominance measure seemed useful.\nAs in Study 1, personality dominance was assessed last, after participants performed the spatial attention tasks. We deemed it best to administer the random-location task from Study 1 before the new predictable-location task in order to preclude priming of location expectancies."
        },
        {
            "heading": "Spatial Attention Tasks",
            "text": "The first spatial attention task was identical to the one used in Study 1. In the second task, the location of the spatial probe varied predictably. As in the first task, participants were instructed to be both quick and accurate, the spatial probes were the letters q and p, the probes appeared half an inch inside the relevant border of the prominently displayed box (either left, right, up, or down), and there were 200 trials (100 with vertical probes and 100 with horizontal probes). The method for scoring\nspeed of response to spatial probes was similar to that used in Study 1 (mean accuracy 5 .95 and .96 in the random- and predictable-location tasks, respectively).\nThe second task differed from the first, however, in that probe locations were blocked, such that all probes within a block were located along the same dimension, either vertical or horizontal. Each of the 10 blocks contained 20 trials, and block order was randomly determined for each participant. Furthermore, the probe locations alternated between up and down in vertical blocks and between left and right in horizontal blocks. And as in Study 1, the vertical probes were horizontally centered on the screen, and the horizontal probes were vertically centered on the screen. Thus, the location of probes in the second task was perfectly predictable, which equated location expectancies across participants. Because the location of the probes was entirely predictable, we viewed the second task as assessing individual differences in the ability to attend to and shift attention along the vertical dimension (relative to the horizontal dimension)."
        },
        {
            "heading": "Results",
            "text": "In neither task was there a correlation between dominance and performance on trials with horizontal probes, r5 .08, p5 .60, for the random-location task and r5 .07, p5 .64, for the predictablelocation task. Thus, in both tasks, we could use performance on trials with horizontal probes to control for general speed factors of no interest in this study. Accordingly, for each task, we performed a simple regression in which performance on trials with horizontal probes (Ms5 861ms and623ms for the random- and predictablelocation tasks, respectively) was entered as a predictor of performance on trials with vertical probes (Ms5 893 ms and 637ms for the random- and predictable-location tasks, respectively). The results of the simple regressions were used to create two residual vertical-attention scores, one for each task, that were uncorrelated with speed in responding to horizontal spatial probes.\nWe then correlated interpersonal dominance with the residual verticality scores for each task considered separately. Both correlations were significant, r5 .28, p< .05, for the randomlocation task and r5 .31, p< .05, for the predictable-location task. As in Study 1, the direction of these correlations indicates that higher levels of dominance were associated with lower residual scores (i.e., faster performance). Figure 2 presents scatter plots showing the relations between personality dominance and residual vertical-attention scores on the two tasks. As the figure shows, individuals 2 standard deviations below the mean for dominance were slower than one would expect given their performance on trials with horizontal probes (by approximately 30 ms in the random-location task and by approximately 15ms in the predictable-location task). By contrast, individuals 2 standard deviations above themean for dominance were faster than one would expect given their speed in responding to horizontal probes. These are rather pronounced\n358 Volume 19—Number 4\nspatial attention biases relative to those generally reported in the literature (Klein, 2000)."
        },
        {
            "heading": "Discussion",
            "text": "Study 2 replicated the systematic relation between personality dominance and biases favoring vertical, relative to horizontal, spatial locations in a paradigm in which the location of spatial probes varied randomly. Study 2 also extended the results of Study 1 by showing that dominance predicts speed of responding to vertical spatial probes even when the location of the probes is perfectly predictable. The latter result suggests that individuals high in dominance not only favor vertical locations more than other individuals, but also are more capable of shifting attention vertically when expectancies for probe location are held constant across individuals. Finally, Study2 replicated the relation between personality dominance and attention to the vertical dimension of space using a second measure of personality dominance, one that follows from a longer research tradition than our first measure and is related to circumplex models of individual differences in interpersonal functioning (Wiggins, 1979)."
        },
        {
            "heading": "GENERAL DISCUSSION",
            "text": "Both embodied theories of social cognition (for a review, see Niedenthal, Barsalou, Winkielman, Krauth-Gruber, & Ric, 2005) and the metaphor-representation perspective (Gibbs, 1994; Lakoff & Johnson, 1999) have generally focused on normative effects, rather than those related to personality variables. However, we have suggested that the latter perspective can offer important process-oriented insights into personality functioning (Meier & Robinson, 2005). The present results provide novel evidence along these lines.\nSimply stated, more dominant individuals think in dominance-related terms to a greater extent than do less dominant individuals (e.g., Moskowitz & Zuroff, 2005; Wiggins, 1996). That is, their thoughts more often involve power, powerlessness, and relative dominance (Keltner, Gruenfeld, & Anderson, 2003). Because there is an intimate link between dominance-related representational processes and vertical perceptual metaphor (Lakoff & Johnson, 1999; Schwartz, 1981; Tolaas, 1991), we predicted a general bias in which high dominance would be associated with facilitated processing along the vertical dimension of space relative to the horizontal dimension of space. This prediction was systematically confirmed in two studies, using two spatial attention tasks and two measures of personality dominance."
        },
        {
            "heading": "Implications and Future Research",
            "text": "Our results are important in a number of ways. First, it appears that personality-related dominance, in addition to stimulusrelated dominance (e.g., Schubert, 2005), can be usefully understood in terms of vertical metaphoric processes. The importance of this process-oriented framework is highlighted by the fact that the literature on personality-related dominance has primarily focused on measuring this trait, rather than understanding how it functions in interactions with the world (for a review, seeWiggins, 1996). Thus, it has been stated that researchers’ social-cognitive understanding of the correlates of personality dominance is perhaps underspecified and that more research of the type we have reported here is important to understanding the cognitive processes associated with individual differences in trait dominance (Moskowitz, 2004; Moskowitz & Zuroff, 2005).\nSecond, our results are important because they are among the first to link personality differences to metaphor-consistent representational biases. Such findings suggest that embodiment frameworks in general, and metaphor-representation frameworks in particular, can be profitably extended to understanding the processing basis of personality traits, hitherto a largely underresearched area in the literature on embodied cognition (Lakoff, 1986; Meier & Robinson, 2005).\nThird, our findings are important because they suggest that metaphoric biases need not involve stimulus factors suggestive of metaphor, such as stimulus affect (Meier & Robinson, 2004) or stimulus dominance (Schubert, 2005). Rather, our results\nVolume 19—Number 4 359\nsuggest that more general metaphoric biases may be observed, even in tasks in which the stimuli convey no social meaning. In connection with this point, we emphasize the benefits of an individual differences approach, which can uncover metaphoric biases in the absence of manipulations of conceptual information. Findings such as these will be useful to social-personality perspectives emphasizing the unconditional nature of automatic processing (Bargh, 1997).\nExtending this general personality-related perspective to additional metaphoric biases will also be quite useful. For example, negative evaluations bias perceptions of font color in a ‘‘darker’’ direction (Meier et al., 2007). From these findings, it seems likely to us that a personal tendency toward negative affect, too, might bias perceptual processes in a dark direction, but such results have not been reported to date. The individual differences approach constitutes uncharted territory in theories of metaphor and comprehension (Lakoff, 1986), and we believe that this approach might also reveal important new insights concerning the processing basis of personality (Meier & Robinson, 2005).\nA considerable body of research links high levels of trait anxiety to spatial attention biases favoring threatening stimuli (for a review, see MacLeod, 1999). These findings have been interpreted to suggest that anxious individuals, at some level, want to attend to threatening stimuli because they are viewed as goal relevant (Fox, Russo, Bowles, & Dutton, 2001; Matthews & Wells, 2000). Our data support this top-down perspective on spatial attention (Pashler, 1998) and suggest the need for greater consideration of personality-linked effects on top-down spatial attention processes."
        },
        {
            "heading": "Conclusions",
            "text": "Ametaphor-related theory led us to predict that individuals high in dominance would favor vertical locations in visual space. Two studies involving three replications support this prediction. Our findings significantly extend the metaphor-representation framework to personality variables and to cognitive tasks that seem, on the surface, to possess few implications for representational meaning. On the basis of these results, we suggest that the metaphorrepresentation perspective may offer important insights concerning personality traits, even in the case of very mundane cognitive tasks."
        }
    ],
    "title": "Evidence From Spatial Attention Paradigms",
    "year": 2009
}