{
    "abstractText": "Action control in a changing environment requires that one shield current goals from distracting information (goal shielding) and at the same timemonitor the environment for potentially significant stimuli that may afford a goal switch (background monitoring). Response conflicts modulate the balance between goal shielding and background monitoring, as indicated by reduced susceptibility to interference after response conflicts. Such conflict-adaptation effects have been attributed to enhanced recruitment of cognitive control on trials following conflicts. Here we show that conflict triggers increased goal shielding on the conflict trial itself. Subjects performed a spatial compatibility task during which they had to notice rare prospective memory cues. Such cues were overlooked more often on conflict trials than on nonconflict trials, a result indicating that shielding of the current goal and inhibition of distractors were increased on the current trial when it involved a response conflict. Thus, evidence for enhanced recruitment of control following conflict may partly reflect aftereffects of goal shielding on the conflict trial itself. Goal-directed behavior in a changing environment requires a context-sensitive balance between two antagonistic challenges: On the one hand, goals must be shielded from interference, and distracting information should be inhibited (goal shielding); on the other hand, the environment must be monitored for potentially significant information that may afford a goal switch, as when, for instance, one notices the smell of fire while preparing a talk (background monitoring). Goal shielding and background monitoring incur complementary benefits and costs: Whereas goal shielding prevents interference, it increases the risk of overlooking significant information. Conversely, whereas background monitoring facilitates noticing task-irrelevant but potentially significant stimuli, it increases susceptibility to interference (Dreisbach, 2006; Dreisbach & Goschke, 2004). This shielding-monitoring dilemma raises the central question of how organisms regulate the trade-off between these antagonistic constraints in a context-sensitive manner (Goschke, 1996, 2000, 2003; cf. Altmann & Trafton, 2002; Aston-John & Cohen, 2005; Mayr & Keele, 2000). According to an influential hypothesis, response conflicts play a central role in context-sensitive adjustments of cognitive control processes. In particular, conflicts are assumed to trigger enhanced mobilization of cognitive control to prevent interference on subsequent trials in a task (Botvinick, Braver, Barch, Carter, & Cohen, 2001; Botvinick, Cohen, & Carter, 2004; see also Ach, 1935; Kuhl, 1985). Studies consistent with this hypothesis have shown that interference from distractors in speeded choice reaction tasks is reduced on trials following response-incompatible (high-conflict) trials, compared with trials following response-compatible (low-conflict) trials (Botvinick, Nystrom, Fissell, Carter, & Cohen, 1999; Gratton, Coles, & Donchin, 1992). Such conflict-adaptation effects suggest that response conflicts induce enhanced target processing, distractor suppression, or both on the following trial (but see Mayr, Awh, & Laurey, 2003). According to the conflict-monitoring theory proposed by Botvinick et al. (2001), the anterior cingulate cortex (ACC) in the medial frontal lobe monitors response conflicts and signals the demand for increased control to the dorsolateral prefrontal cortex (PFC), which is thought to support active maintenance of goal representations and top-down modulation of lower-level processing modules (Miller & Cohen, 2001; Ridderinkhof, Ullsperger, Crone, & Nieuwenhuis, 2004). In a study consistent with this theory, conflict-related brain activity in the ACC during a Stroop color-naming task predicted greater activity in lateral PFC, as well as behavioral adjustments on the next trial (Kerns et al., 2004). Address correspondence to Thomas Goschke, Department of Psychology, Technische Universität Dresden, 01062 Dresden, Germany, e-mail: goschke@psychologie.tu-dresden.de. PSYCHOLOGICAL SCIENCE Volume 19—Number 1 25 Copyright r 2008 Association for Psychological Science Whereas previous studies focused on increased recruitment of control following conflict, in the study reported here, we investigated whether conflicts also lead to on-line adjustments of control on the current trial. Specifically, we tested the hypothesis that response conflict triggers increased activation of the currently active goal and enhanced inhibition of concurrent distractors on the very trial on which the conflict arises. This conflict-triggered goal-shielding hypothesis predicts that conflicts in an ongoing task increase the risk of overlooking significant stimuli that are not relevant for the ongoing task, but afford a switch to an alternative goal. To test this prediction, we examined how response conflicts in an ongoing task affect the detection of concurrent prospective memory (PM) cues. PM denotes memory for future intentions that must be executed at some later time or in response to a specific cue (e.g., buying bread when one passes the bakery on one’s way home; for reviews, see Ellis, 1996; Marsh, Cook, & Hicks, 2006; McDaniel & Einstein, 2000). In a typical PM experiment, subjects perform an ongoing task during which they have to notice rarely occurring PM cues requiring a response different from that required by the ongoing task. In our experiment, the ongoing task was a spatial compatibility task, in which subjects had to respond either to the direction or to the location of an arrow that pointed in one of four directions and appeared at one of four locations. In addition, subjects were instructed to press the space bar whenever they noticed the PM cue. In different blocks, the PM cue was defined either as any arrow appearing at a particular location (i.e., below the fixation point), regardless of the direction of the arrow, or as any arrow pointing in a particular direction (i.e., downward), regardless of its location. Critically, the PM cues were either spatially incompatible stimuli (e.g., a downward-pointing arrow at an upper location), which induced a response conflict with respect to the response rules of the ongoing task, or spatially compatible stimuli, which induced no response conflict. We predicted that PM cues would be overlooked (i.e., not acted upon) more often on highthan on low-conflict trials because on high-conflict trials the current goal (i.e., to perform the ongoing task) is automatically shielded from distracting information. We assumed that this effect would not merely reflect generally increased task difficulty on incompatible trials, but would be due to conflict-triggered inhibition of distracting stimulus dimensions. We therefore predicted that the detrimental effect of conflicts on the detection of PM cues would be significantly larger for PMcues defined by the task-irrelevant stimulus dimension than for PM cues defined by the task-relevant dimension of the ongoing task.",
    "authors": [
        {
            "affiliations": [],
            "name": "Thomas Goschke"
        },
        {
            "affiliations": [],
            "name": "Gesine Dreisbach"
        }
    ],
    "id": "SP:d840f57b67bb0fed6306474cf7f550d6e66c0c33",
    "references": [
        {
            "authors": [
                "N. Ach"
            ],
            "title": "Analyse des Willens (Handbuch der biologischen Arbeitsmethoden Vol",
            "venue": "6, E. Abderhalden, Series Ed.). Berlin, Germany: Urban & Schwarzenberg.",
            "year": 1935
        },
        {
            "authors": [
                "E.M. Altmann",
                "J.G. Trafton"
            ],
            "title": "Memory for goals: An activation-based model",
            "venue": "Cognitive Science,",
            "year": 2002
        },
        {
            "authors": [
                "G. Aston-John",
                "J.D. Cohen"
            ],
            "title": "An integrative theory of locus coeruleus-norepinephrine function: Adaptive gain and optimal performance",
            "venue": "Annual Review of Neuroscience,",
            "year": 2005
        },
        {
            "authors": [
                "M. Botvinick",
                "L.E. Nystrom",
                "K. Fissell",
                "C.S. Carter",
                "J.D. Cohen"
            ],
            "title": "Conflict monitoring versus selection-for-action in anterior cingulate cortex",
            "year": 1999
        },
        {
            "authors": [
                "M.M. Botvinick",
                "T.S. Braver",
                "D.M. Barch",
                "C.S. Carter",
                "J.D. Cohen"
            ],
            "title": "Conflict monitoring and cognitive control",
            "venue": "Psychological Review,",
            "year": 2001
        },
        {
            "authors": [
                "M.M. Botvinick",
                "J.D. Cohen",
                "C. Carter"
            ],
            "title": "Conflict monitoring and anterior cingulate cortex: An update",
            "venue": "Trends in Cognitive Sciences,",
            "year": 2004
        },
        {
            "authors": [
                "P.W. Burgess",
                "T. Shallice"
            ],
            "title": "The relationship between prospective and retrospective memory: Neuropsychological evidence",
            "year": 1997
        },
        {
            "authors": [
                "G. Dreisbach"
            ],
            "title": "How positive affect modulates cognitive control: The costs and benefits of reduced maintenance capability",
            "venue": "Brain & Cognition, 60, 11–19.",
            "year": 2006
        },
        {
            "authors": [
                "G. Dreisbach",
                "T. Goschke"
            ],
            "title": "How positive affect modulates cognitive control: Reduced perseveration at the cost of increased distractibility",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 2004
        },
        {
            "authors": [
                "G.O. Einstein",
                "M.A. McDaniel",
                "R. Thomas",
                "S. Mayfield",
                "H. Shank",
                "N. Morrisette",
                "J. Breneiser"
            ],
            "title": "Multiple processes in prospective memory retrieval: Factors determining monitoring versus spontaneous retrieval",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 2005
        },
        {
            "authors": [
                "J.A. Ellis"
            ],
            "title": "Prospective memory or the realization of delayed intentions: A conceptual framework for research",
            "venue": "M. Brandimonte, G. Einstein, & M. McDaniel (Eds.), Prospective memory: Theory and applications (pp. 1–22). Hillsdale, NJ: Erlbaum.",
            "year": 1996
        },
        {
            "authors": [
                "T. Goschke"
            ],
            "title": "Wille und Kognition: Zur funktionalen Architektur der intentionalen Handlungssteuerung [Volition and cognition: Towards a functional architecture of intentional action control",
            "venue": "H. Heckhausen & J. Kuhl (Eds.), Motivation, Volition, Handlung: Enzyklopädie der Psychologie (pp. 583–663). Göttingen,",
            "year": 1996
        },
        {
            "authors": [
                "T. Goschke"
            ],
            "title": "Involuntary persistence and intentional reconfiguration in task-set switching",
            "venue": "S. Monsell & J. Driver (Eds.), Attention and performance XVIII: Control of cognitive processes (pp. 331–355). Cambridge, MA: MIT Press.",
            "year": 2000
        },
        {
            "authors": [
                "T. Goschke"
            ],
            "title": "Voluntary action and cognitive control from a cognitive neuroscience perspective",
            "venue": "S. Maasen, W. Prinz, & G. Roth (Eds.), Voluntary action: An issue at the interface of nature and culture (pp. 49–85). Oxford, England: Oxford University Press.",
            "year": 2003
        },
        {
            "authors": [
                "T. Goschke",
                "J. Kuhl"
            ],
            "title": "The representation of intentions: Persisting activation in memory",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1993
        },
        {
            "authors": [
                "T. Goschke",
                "J. Kuhl"
            ],
            "title": "Remembering what to do: Explicit and implicit memory for intentions",
            "year": 1996
        },
        {
            "authors": [
                "G. Gratton",
                "M.G.H. Coles",
                "E. Donchin"
            ],
            "title": "Optimizing the use of information: Strategic control of activation and responses",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 1992
        },
        {
            "authors": [
                "M.J. Guynn"
            ],
            "title": "A two-process model of strategic monitoring in event-based prospective memory: Activation/retrieval mode and checking",
            "venue": "International Journal of Psychology, 38, 245–256.",
            "year": 2003
        },
        {
            "authors": [
                "M.J. Guynn",
                "M.A. McDaniel",
                "G.O. Einstein"
            ],
            "title": "Remembering to perform actions: A different type of memory",
            "year": 2001
        },
        {
            "authors": [
                "J.G. Kerns",
                "J.D. Cohen",
                "A.W. MacDonald",
                "III",
                "R.Y. Cho",
                "V.A. Stenger",
                "C.S. Carter"
            ],
            "title": "Anterior cingulate conflict monitoring and adjustments",
            "venue": "in control",
            "year": 2004
        },
        {
            "authors": [
                "J. Kuhl"
            ],
            "title": "Volitional mediators of cognitive-behavior consistency: Self-regulatory processes and actions versus state orientation",
            "venue": "J. Kuhl & J. Beckmann (Eds.), Action control: From cognition to behavior (pp. 101–128). Berlin, Germany: Springer.",
            "year": 1985
        },
        {
            "authors": [
                "R.L. Marsh",
                "G.I. Cook",
                "J.L. Hicks"
            ],
            "title": "An analysis of prospective memory",
            "venue": "The Psychology of Learning and Motivation,",
            "year": 2006
        },
        {
            "authors": [
                "R.L. Marsh",
                "T.W. Hancock",
                "J.L. Hicks"
            ],
            "title": "The demands of an ongoing activity influence the success of event-based prospective memory",
            "venue": "Psychonomic Bulletin & Review,",
            "year": 2002
        },
        {
            "authors": [
                "R.L. Marsh",
                "J.L. Hicks",
                "M.L. Bink"
            ],
            "title": "Activation of completed, uncompleted, and partially completed intentions",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 1998
        },
        {
            "authors": [
                "R.L. Marsh",
                "J.L. Hicks",
                "G.I. Cook"
            ],
            "title": "On the relationship between effort toward an ongoing task and cue detection in eventbased prospective memory",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 2005
        },
        {
            "authors": [
                "U. Mayr",
                "E. Awh",
                "P. Laurey"
            ],
            "title": "Conflict adaptation effects in the absence of executive control",
            "venue": "Nature Neuroscience,",
            "year": 2003
        },
        {
            "authors": [
                "U. Mayr",
                "S.W. Keele"
            ],
            "title": "Changing internal constraints on action: The role of backward inhibition",
            "venue": "Journal of Experimental Psychology: General,",
            "year": 2000
        },
        {
            "authors": [
                "M.A. McDaniel",
                "G.O. Einstein"
            ],
            "title": "Strategic and automatic processes in prospective memory retrieval: A multiprocess framework",
            "venue": "Applied Cognitive Psychology,",
            "year": 2000
        },
        {
            "authors": [
                "M.A. McDaniel",
                "D. Guynn",
                "G.O. Einstein",
                "J. Breneiser"
            ],
            "title": "Cue-focused and automatic-associative processes in prospective memory retrieval",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition,",
            "year": 2004
        },
        {
            "authors": [
                "E. Miller",
                "J. Cohen"
            ],
            "title": "An integrative theory of prefrontal cortex function",
            "venue": "Annual Review of Neuroscience,",
            "year": 2001
        },
        {
            "authors": [
                "K.R. Ridderinkhof",
                "M. Ullsperger",
                "E.A. Crone",
                "S. Nieuwenhuis"
            ],
            "title": "The role of the medial frontal cortex in cognitive control",
            "year": 2004
        },
        {
            "authors": [
                "S. Schuch",
                "I. Koch"
            ],
            "title": "The role of response selection for inhibition of task sets in task shifting",
            "venue": "Journal of Experimental Psychology: Human Perception and Performance,",
            "year": 2003
        },
        {
            "authors": [
                "R.E. Smith"
            ],
            "title": "The cost of remembering to remember in eventbased prospective memory: Investigating the capacity demands of delayed intention performance",
            "venue": "Journal of Experimental Psychology: Learning, Memory, and Cognition, 29, 347–361. (RECEIVED 12/4/06; REVISION ACCEPTED 3/22/07)",
            "year": 2003
        }
    ],
    "sections": [
        {
            "text": "quires that one shield current goals from distracting information (goal shielding) and at the same timemonitor the environment for potentially significant stimuli that may afford a goal switch (background monitoring). Response conflicts modulate the balance between goal shielding and background monitoring, as indicated by reduced susceptibility to interference after response conflicts. Such conflict-adaptation effects have been attributed to enhanced recruitment of cognitive control on trials following conflicts. Here we show that conflict triggers increased goal shielding on the conflict trial itself. Subjects performed a spatial compatibility task during which they had to notice rare prospective memory cues. Such cues were overlooked more often on conflict trials than on nonconflict trials, a result indicating that shielding of the current goal and inhibition of distractors were increased on the current trial when it involved a response conflict. Thus, evidence for enhanced recruitment of control following conflict may partly reflect aftereffects of goal shielding on the conflict trial itself.\nGoal-directed behavior in a changing environment requires a context-sensitive balance between two antagonistic challenges: On the one hand, goals must be shielded from interference, and distracting information should be inhibited (goal shielding); on the other hand, the environment must be monitored for potentially significant information that may afford a goal switch, as when, for instance, one notices the smell of fire while preparing a talk (background monitoring). Goal shielding and background monitoring incur complementary benefits and costs: Whereas goal shielding prevents interference, it increases the risk of\noverlooking significant information. Conversely, whereas background monitoring facilitates noticing task-irrelevant but potentially significant stimuli, it increases susceptibility to interference (Dreisbach, 2006; Dreisbach & Goschke, 2004). This shielding-monitoring dilemma raises the central question of how organisms regulate the trade-off between these antagonistic constraints in a context-sensitive manner (Goschke, 1996, 2000, 2003; cf. Altmann & Trafton, 2002; Aston-John & Cohen, 2005; Mayr & Keele, 2000).\nAccording to an influential hypothesis, response conflicts play a central role in context-sensitive adjustments of cognitive control processes. In particular, conflicts are assumed to trigger enhanced mobilization of cognitive control to prevent interference on subsequent trials in a task (Botvinick, Braver, Barch, Carter, & Cohen, 2001; Botvinick, Cohen, & Carter, 2004; see also Ach, 1935; Kuhl, 1985). Studies consistent with this hypothesis have shown that interference from distractors in speeded choice reaction tasks is reduced on trials following response-incompatible (high-conflict) trials, compared with trials following response-compatible (low-conflict) trials (Botvinick, Nystrom, Fissell, Carter, & Cohen, 1999; Gratton, Coles, & Donchin, 1992). Such conflict-adaptation effects suggest that response conflicts induce enhanced target processing, distractor suppression, or both on the following trial (but see Mayr, Awh, & Laurey, 2003). According to the conflict-monitoring theory proposed by Botvinick et al. (2001), the anterior cingulate cortex (ACC) in the medial frontal lobe monitors response conflicts and signals the demand for increased control to the dorsolateral prefrontal cortex (PFC), which is thought to support active maintenance of goal representations and top-down modulation of lower-level processing modules (Miller & Cohen, 2001; Ridderinkhof, Ullsperger, Crone, & Nieuwenhuis, 2004). In a study consistent with this theory, conflict-related brain activity in the ACC during a Stroop color-naming task predicted greater activity in lateral PFC, as well as behavioral adjustments on the next trial (Kerns et al., 2004). Address correspondence to Thomas Goschke, Department of Psychology, Technische Universität Dresden, 01062 Dresden, Germany, e-mail: goschke@psychologie.tu-dresden.de.\nVolume 19—Number 1 25Copyright r 2008 Association for Psychological Science\nWhereas previous studies focused on increased recruitment of control following conflict, in the study reported here, we investigated whether conflicts also lead to on-line adjustments of control on the current trial. Specifically, we tested the hypothesis that response conflict triggers increased activation of the currently active goal and enhanced inhibition of concurrent distractors on the very trial on which the conflict arises. This conflict-triggered goal-shielding hypothesis predicts that conflicts in an ongoing task increase the risk of overlooking significant stimuli that are not relevant for the ongoing task, but afford a switch to an alternative goal.\nTo test this prediction, we examined how response conflicts in an ongoing task affect the detection of concurrent prospective memory (PM) cues. PM denotes memory for future intentions that must be executed at some later time or in response to a specific cue (e.g., buying bread when one passes the bakery on one’s way home; for reviews, see Ellis, 1996; Marsh, Cook, & Hicks, 2006; McDaniel & Einstein, 2000). In a typical PM experiment, subjects perform an ongoing task during which they have to notice rarely occurring PM cues requiring a response different from that required by the ongoing task. In our experiment, the ongoing task was a spatial compatibility task, in which subjects had to respond either to the direction or to the location of an arrow that pointed in one of four directions and appeared at one of four locations. In addition, subjects were instructed to press the space bar whenever they noticed the PM cue. In different blocks, the PM cue was defined either as any arrow appearing at a particular location (i.e., below the fixation point), regardless of the direction of the arrow, or as any arrow pointing in a particular direction (i.e., downward), regardless of its location. Critically, the PM cues were either spatially incompatible stimuli (e.g., a downward-pointing arrow at an upper location), which induced a response conflict with respect to the response rules of the ongoing task, or spatially compatible stimuli, which induced no response conflict.\nWe predicted that PM cues would be overlooked (i.e., not acted upon) more often on high- than on low-conflict trials because on high-conflict trials the current goal (i.e., to perform the ongoing task) is automatically shielded from distracting information. We assumed that this effect would not merely reflect generally increased task difficulty on incompatible trials, but would be due to conflict-triggered inhibition of distracting stimulus dimensions. We therefore predicted that the detrimental effect of conflicts on the detection of PM cues would be significantly larger for PMcues defined by the task-irrelevant stimulus dimension than for PM cues defined by the task-relevant dimension of the ongoing task.\nMETHOD"
        },
        {
            "heading": "Subjects",
            "text": "Subjects were 40 undergraduates from Dresden University of Technology, Germany. They received course credit or were paidh5."
        },
        {
            "heading": "Procedure",
            "text": "Subjects were informed that we were investigating retrieval of intentions during an ongoing task. Each trial of the ongoing task started with a fixation cross (400 ms), followed by a blank screen (400 ms). Next, an arrow pointing leftward, rightward, upward, or downward appeared at one of four locations (to the left, to the right, above, or below a central fixation point; see Fig. 1). The combination of locations and arrows yielded 16 stimuli (4 spatially compatible and 12 incompatible, as explained later in this section). Half of the subjects were instructed to indicate the direction of the arrows by pressing one of four response keys with their index finger; the location of the arrows was irrelevant to the responses of these subjects. The remaining 20 subjects indicated the location of the arrows by pressing one of the four response keys; for these subjects, the direction of the arrows was irrelevant to their responses (response keys were arranged to be spatially compatible to the arrows’ locations and directions). We term these tasks the arrow task and the location task, respectively.\nIn addition, subjects were instructed that on some trials, a PM cue would appear, and that this cue required a different response (pressing the space bar). There were two different types of PM cues. In half of the blocks, the PM cue was any arrow appearing at a particular location (i.e., below the fixation point), regardless of the direction in which the arrow pointed. In the remaining blocks, the PM cue was any arrow pointing in a particular direction (downward), regardless of its location. We term these location PM cues and arrowPM cues, respectively. Each subject in each of the two ongoing-task groups (i.e., those performing the arrow task and those performing the location task) received a total of six blocks, three with arrow PM cues and three with location PM cues (order of blocks was counterbalanced across subjects). Thus, in half of the blocks, the PM cue was defined by the response-relevant stimulus dimension of the ongoing task (i.e., subjects had to notice location PM cues while performing the location task or they had to notice arrow PM cues during the arrow task), and in the other half of the blocks, the PM cue was defined by the response-irrelevant dimension of the ongoing task (i.e., subjects had to notice arrow PM cues during the location task or location PM cues during the arrow task). We term this variable PM-cue dimension. Note that when PM cues were defined by the task-relevant stimulus dimension, the ongoing task involved three response alternatives, whereas when the PM cues were defined by the task-irrelevant dimension, the ongoing task involved four response alternatives.\nEach block contained a total of 204 trials. Of these, 192 were regular trials, on which the arrow’s direction and location were selected at random, with the constraint that the stimulus was not a PM cue. Twenty-five percent of the regular trials were spatially compatible trials (e.g., a left-pointing arrow appearing at the left location), and 75% were spatially incompatible trials (e.g., a left-pointing arrow appearing at the right location).\n26 Volume 19—Number 1\nEach block also contained 6 PM trials, trials on which a PM cue appeared. PM trials were inserted at random positions with the constraint that these trials were separated by a minimum of 11 and a maximum of 66 intervening regular trials. Critically, 3 of the PM cues were instantiated by compatible stimuli (i.e., a downward-pointing arrow appearing below the fixation point), whereas the other 3 PM cues were instantiated by incompatible stimuli eliciting a response conflict (i.e., a downward-pointing arrow appearing at some location other than below the fixation point or an arrow appearing below the fixation point, but pointing in some direction other than downward).\nIn addition, 6 trials with deviant stimuli (e.g., a cross instead of an arrow) appeared in each block. These trials were originally included to explore effects of rare deviants on reaction time (RT), but they are not related to the topic of this article and are not discussed further.\nNote that the stimulus on approximately 25% of the incompatible regular trials was semantically related to the PM cue (i.e., a downward-pointing arrow at the top, right, or left location was semantically related to the PM cue when the PM cue was an\narrow in the bottom location, and a leftward-, rightward-, or upward-pointing arrow at the bottom location was semantically related to the PM cue when the PM cue was a downward-pointing arrow). We term these trials PM-related trials. Although this was not our main focus, we investigated whether PM-related trials, because of their semantic relatedness to the actual PM cues, automatically captured attention and therefore incurred a performance cost in the ongoing task.\nTo summarize, our task included compatible and incompatible regular trials (including incompatible PM-related trials) and compatible and incompatible PM trials (see Fig. 1)."
        },
        {
            "heading": "Design",
            "text": "The independent variables were (a) ongoing task (arrow direction vs. arrow location), (b) compatibility (compatible vs. incompatible), (c) trial type (regular vs. PM), and (d) PM cue dimension (response-relevant vs. response-irrelevant stimulus dimension for the ongoing task). Apart from ongoing task, all variables were varied within subjects.\nVolume 19—Number 1 27"
        },
        {
            "heading": "Predictions",
            "text": ""
        },
        {
            "heading": "Predictions for the Ongoing Task",
            "text": "For the ongoing task, we predicted that spatially incompatible stimuli would elicit a response conflict, which would be reflected in increased RTs and error rates relative to those on compatible trials. Furthermore, because a pilot study indicated that the location task is the dominant task and produces generally faster RTs than the arrow task, we predicted a stronger compatibility effect in the (nondominant) arrow task than in the (dominant) location task. An ancillary prediction was that RTs in the ongoing task would be generally increased when the PM cues were defined by the task-irrelevant dimension, because in this case the ongoing task involved four responses, whereas it involved three responses when PM cues were defined by the task-relevant dimension."
        },
        {
            "heading": "Prediction for the PM Task",
            "text": "For the PM task, we predicted an interaction of compatibility and PM cue dimension. Specifically, we expected that PM cues would be missed more often on incompatible than on compatible trials, and that this effect would be significantly stronger for PM cues defined by the task-irrelevant dimension than for PM cues defined by the task-relevant dimension. Note that such an interactive effect would be independent of any main effects of PM cue dimension. In particular, as the ongoing task comprised four responses when PM cues were defined by the task-irrelevant dimension but only three response alternatives when PM cues were defined by the task-relevant dimension, the ongoing task was presumably slightly more demanding in the former case, which might generally impair the detection of PM cues defined by the task-irrelevant dimension. However, this main effect would not affect the critical predicted interaction between PM cue dimension and compatibility."
        },
        {
            "heading": "Prediction for PM-Related Stimuli",
            "text": "Finally, we predicted that PM-related stimuli—because of their semantic relatedness to the PM cues—would capture attention and eventually trigger retrieval of the associated intention. This was expected to delay responses in the ongoing task (relative to incompatible regular trials on which the stimulus was unrelated to the PM cues) because of a time-consuming rechecking of whether or not the stimulus was actually a PM cue."
        },
        {
            "heading": "RESULTS",
            "text": "We first report analyses testing our predictions for regular trials in the ongoing task, then turn to analyses of the PM task, and finally discuss results for PM-related trials."
        },
        {
            "heading": "Regular Trials in the Ongoing Task",
            "text": "Trials with incorrect responses, trials with RTs below 200 ms, and trials with RTs 3 standard deviations or more above a sub-\nject’s mean RT were excluded. We computed means of the remaining RTs for each combination of ongoing task, compatibility, trial type, and PM cue dimension (data were collapsed over the three blocks with the arrow PM cue and over the three blocks with the location PM cue). Mean RTon regular trials (see Fig. 2) served as the dependent variable in a mixed analysis of variance (ANOVA) with ongoing task (arrow vs. location) as a between-subjects variable and compatibility (compatible vs. incompatible) and PM cue dimension (task-relevant vs. taskirrelevant) as within-subjects variables. This analysis yielded a highly reliable main effect of compatibility, F(1, 38) 5 70.14, prep 5 .986, Z 5 .65, which was qualified by a reliable interaction of compatibility and ongoing task,F(1, 38)5 15.58, prep5 .986,Z5 .29.As predicted,meanRTwas longer on incompatible than on compatible trials, and this effect was larger for the (nondominant) arrow task than for the (dominant) location task. Moreover, there was a reliable effect of PM cue dimension, F(1, 38) 5 35.51, prep 5 .986, Z 5 .48, and a reliable interaction of PM cue dimension and compatibility, F(1, 38) 5 5.89, prep 5 .927, Z 5 .13. RT in the ongoing task was generally increased, and the effect of compatibility was slightly larger (38 vs. 28 ms), when the PM cues were defined by the task-irrelevant dimension than when they were defined by the task-relevant dimension.\nError rates were very low (on average, below 2%; see Fig. 2) and generally mirrored the RT data. A mixed ANOVA with ongoing task, compatibility, and PMcue dimension as independent variables yielded a highly reliable main effect of compatibility, F(1, 38)5 26.40, prep5 .986,Z5 .41, which was qualified by a reliable interaction of compatibility and ongoing task, F(1, 38) 5 11.42, prep 5 .979, Z 5 .23. Error rates were higher on incompatible than on compatible trials, especially in the (nondominant) arrow task. Moreover, the effect of PM cue dimension was reliable, F(1, 38)5 10.47, prep 5 .878, Z5 .22, reflecting slightly higher error rates when the PM task required monitoring the task-relevant, rather than the task-irrelevant, dimension (1.02% vs. 0.65%, respectively)."
        },
        {
            "heading": "PM Task",
            "text": "To test our critical prediction for the PM task, we examined effects of spatial compatibility on PM task performance (see Fig. 3). Response to a PM trial was considered correct if the subject pressed the space bar in response to the PM cue, and was considered an omission if the subject pressed one of the keys assigned to the ongoing task.\nThe mean proportion of missed PM cues served as the dependent variable in an ANOVA with the independent variables of PM cue dimension (task-relevant vs. task-irrelevant), ongoing task (location vs. arrow), and compatibility (compatible vs. incompatible). This analysis yielded reliable effects of compatibility, F(1, 38) 5 18.19, prep 5 .986, Z 5 .32, and PM cue dimension, F(1, 38) 5 49.85, prep 5 .986, Z 5 .57, indicating that PM cues were missed more often when they appeared on\n28 Volume 19—Number 1\nincompatible rather than compatible trials, and when they referred to the response-irrelevant rather than the response-relevant dimension of the ongoing task. Moreover, the interaction of these two variables was reliable, F(1, 38) 5 6.21, prep 5 .927, Z 5 .14, reflecting the fact that the detrimental effect of incompatibility on the detection of PM cues was markedly larger for PM cues referring to the task-irrelevant dimension than for PM cues referring to the task-relevant dimension.1"
        },
        {
            "heading": "PM-Related Trials in the Ongoing Task",
            "text": "To test our prediction for the PM-related trials, we compared mean RTs for PM-related trials (i.e., incompatible regular trials on which the stimulus was semantically related to the PM cue) with mean RTs for incompatible regular trials on which the stimulus was semantically unrelated to the PM cue. A 2 2 2\nANOVA with the independent variables of trial type (incompatible regular vs. incompatible PM-related), PM cue dimension (task-relevant vs. task-irrelevant), and ongoing task (arrow vs. location) yielded highly reliable main effects of trial type, F(1, 37)5 105.34, prep5 .986,Z5 .74, and PM cue dimension,F(1, 37) 5 157.24, prep 5 .986, Z 5 .81, which were qualified by a highly reliable interaction of these two variables, F(1, 37) 5 75.08, prep 5 .986, Z 5 .67. RT was increased on PM-related relative to incompatible regular trials, and this increase was larger when the PM cues referred to the response-irrelevant rather than the response-relevant stimulus dimension of the ongoing task (Fig. 2).\nThe corresponding error rates were low and mirrored the RT data (Fig. 2). Error rates were slightly increased on PM-related relative to incompatible regular trials, but only if the PM cues referred to the response-irrelevant dimension. A 2 (trial type: incompatible regular vs. PM-related) 2 (PM cue dimension: task-relevant vs. task-irrelevant) 2 (ongoing task: arrow vs. location) ANOVA yielded reliable main effects of trial type, F(1, 38)5 11.88, prep5 .986, Z5 .24, and PM cue dimension, F(1, 38)5 11.48, prep5 .95,Z5 .23, as well as a highly reliable\n1RTs in the PM task mirrored error data. Specifically, mean RT was reliably longer on incompatible than on compatible PM trials. Because of the small number of observations (fewer than 6 for some subjects), no statistical analyses of RT on the PM task are reported.\nVolume 19—Number 1 29\ninteraction of the two variables, F(1, 38)5 19.41, prep 5 .986, Z 5 .34."
        },
        {
            "heading": "GENERAL DISCUSSION",
            "text": ""
        },
        {
            "heading": "Conflict-Triggered Goal Shielding",
            "text": "In this study, we investigated whether response conflicts trigger enhanced shielding of the currently active goal and inhibition of concurrent distracting information. Results were consistent with our goal-shielding hypothesis. Response conflicts induced by spatially incompatible stimuli in an ongoing task impaired detection of concurrent PM cues: PM cues were overlooked significantly more often when they appeared on incompatible rather than on compatible trials, and this effect was much larger when the PM cues were defined by the task-irrelevant (and thus potentially distracting) rather than the task-relevant stimulus dimension of the ongoing task.\nThe interaction between compatibility and PM cue dimension rules out an alternative interpretation according to which PM cues were missed more often on incompatible trials not because of increased goal shielding, but rather because their memory representation received less informational input. According to this interpretation, the representation of the PM cue on compatible trials (e.g., the PM cue of a downward-pointing arrow appearing at the bottom location) received input activation from both the location and the direction of the arrow. By contrast, the representation of the PM cue on incompatible trials (e.g., the PM cue of the downward-pointing arrow appearing at the top, left, or right location) was activated only by the direction of the arrow, and not by its location. However, according to this coactivation hypothesis, PM cue representations should have received less activation on incompatible than on compatible trials irrespec-\ntive of whether the PM cue referred to the task-relevant or the task-irrelevant dimension. Contrary to this prediction, but fully consistent with our goal-shielding hypothesis, the detrimental effect of incompatibility on PM detection was reliably larger for PM cues referring to the task-irrelevant dimension.\nThis finding also rules out a second alternative interpretation according to which incompatible trials were simply more difficult than compatible trials, so that processing resources remaining for the PM task were reduced. Although there is in fact evidence that increased processing demands in an ongoing task impair PM performance (Marsh, Hancock, & Hicks, 2002), a general increase in task difficulty should have impaired PM performance irrespective of whether the PM cues referred to the task-relevant or task-irrelevant dimension. Thus, this interpretation cannot explain why incompatibility had a much stronger effect on the detection of PM cues referring to the task-irrelevant dimension (unless one assumes that increased difficulty triggered increased activation of the current goal or inhibition of task-irrelevant information, which amounts to a reformulation of the goal-shielding hypothesis).\nIn conclusion, our findings provide strong support for conflicttriggered goal shielding and indicate that conflicts triggered increased shielding of the currently active goal and attenuated background monitoring for task-irrelevant, but potentially significant, stimuli. There are two possible mechanisms that may have underlain the effect of goal shielding on PM performance. On the one hand, goal shielding may have directly attenuated active monitoring for PM cues. This possibility fits with theories assuming that detecting PM cues requires controlled monitoring that taxes attentional resources (Burgess & Shallice, 1997; Guynn, 2003; Smith, 2003). Alternatively, inhibition of the PM task set and thememory representation of the PM cue could have reduced the likelihood that PM cues would automatically trigger retrieval of the associated intention. This account fits with theories assuming that PM cues trigger retrieval of the associated intention by way of reflexive-associative memory processes (Guynn, McDaniel, & Einstein, 2001; McDaniel & Einstein, 2000;McDaniel, Guynn, Einstein, &Breneiser, 2004). Note that these explanations are not mutually exclusive, and there is evidence that both activemonitoring and automatic retrieval play a role in PM (Einstein et al., 2005).\nEffects of the PMTask onPerformance in theOngoing Task Although this was not our main focus, our design allowed us to examine effects of the PM task on the ongoing task. As predicted, RT increased on PM-related trials, indicating that stimuli that were semantically related to the PM cue captured attention and occasionally triggered retrieval of the intention associated with the PM cue, which presumably resulted in a time-consuming rechecking of whether or not the stimulus was actually the PM cue. This finding fits with previous evidence that semantic representations of uncompleted intentions persist in a\n30 Volume 19—Number 1\nstate of heightened activation and automatically draw attention to intention-related cues (Goschke & Kuhl, 1993, 1996; Marsh, Hicks, & Bink, 1998).\nWe also found generally increased RT in the ongoing task when the PM cue to be noticed referred to the task-irrelevant, rather than the task-relevant, stimulus dimension. This finding suggests that monitoring for PM cues incurred a cost in the ongoing task. Although this interpretation fits with studies showing that a PM task may slow responses in an ongoing task when attention must be divided between the two tasks (Marsh et al., 2002; Marsh, Hicks, & Cook, 2005; Smith, 2003), the RT increase could also reflect the fact that the ongoing task involved four responses when PM cues referred to the task-irrelevant dimension, compared with three responses when PM cues referred to the task-relevant dimension."
        },
        {
            "heading": "Implications for Theories of Conflict Monitoring and Cognitive Control",
            "text": "In important ways, our findings extend current theories of conflict monitoring and cognitive control. Whereas to date virtually all studies have focused on effects of response conflicts on the mobilization of cognitive control on the next trial of a task (e.g., Botvinick et al., 1999; Gratton et al., 1992; Kerns et al., 2004), our results show that conflicts also induce increased goal shielding and distractor inhibition on the current trial. A distinct advantage of our paradigm is that it circumvents some of the ambiguities of studies in which conflict-adaptation effects were inferred from sequential compatibility effects, which are open to alternative interpretations in terms of episodic priming (Mayr et al., 2003). Although the exact mechanisms underlying conflict-triggered goal shielding remain to be elucidated, our findings are consistent with models assuming that goal shielding and distractor inhibition are by-products of conflict monitoring during response selection (cf. Botvinick et al., 2001; Schuch & Koch, 2003). For instance, the connectionist model of Botvinick et al. (2001) contains a conflict-monitoring unit that computes a measure (termed ‘‘energy’’) indicating the degree to which incompatible responses are activated simultaneously. As this measure is continuously updated during response selection, it may well serve to adjust on-line the activation of the current goal representation in working memory. As a consequence, task-specific processing pathways would receive stronger top-down bias signals from the current goal representation, whereas task-irrelevant representations might be suppressed as a by-product of local competition and lateral inhibition, so that background monitoring would be attenuated (cf. Miller & Cohen, 2001).\nTo conclude, our results provide strong evidence that response conflicts play an important role in the context-sensitive modulation of the balance between goal shielding and background monitoring. In particular, to the best of our knowledge, this is the first evidence that a response conflict not only induces\nenhanced recruitment of cognitive control on the following trial, but may also trigger enhanced shielding of the active goal on the current trial. An important implication of this finding is that some of the findings that have previously been interpreted as evidence for enhanced recruitment of control on trials following a conflict may instead reflect aftereffects of increased goal shielding on the current conflict trial.\nAcknowledgments—This research was supported by the Ger-\nman Research Foundation (Deutsche Forschungsgemeinschaft;\nGrant Go 720/3-3). We thank Friederike Engst and Annette\nBolte for valuable comments on this article and RomyMüller for\nassistance in running the experiment."
        }
    ],
    "title": "Conflict-TriggeredGoal Shielding Response Conflicts Attenuate Background Monitoring for Prospective Memory Cues",
    "year": 2009
}