{
    "abstractText": "First impressions are powerful and rich sources of information about other people, and studies have demonstrated that they predict performance in numerous domains, such as teaching (Ambady & Rosenthal, 1993) and electoral success (Todorov, Mandisodza, Goren, & Hall, 2005). Much of this work, however, has employed outcome variables that are subjective. For example, in the study of teacher effectiveness, both the predictor (naive observers’ ratings) and the outcome (teaching evaluations) were based on subjective opinions. Similarly, electoral success is based on voters’ impressions of candidates, which are also responsible for which candidates are elected. In the current study, we examined the relation between a subjective predictor and an objective performance outcome: Are impressions of chief executive officers (CEOs) related to the performance of their companies? Despite the ubiquitous perception of the CEO as the embodiment of a company, there is no clear evidence of any relation between CEOs’ personalities and their companies’success (Ranft, Zinko, Ferris, & Buckley, 2006). Although some studies show that mediating factors, such as environmental context, can link factors like CEOs’ charisma to companies’ performance, no direct relation between CEOs’ personalities and companies’ success has been found (Agle, Nagarajan, Sonnenfeld, & Srinivasan, 2006; Tosi, Misangyi, Fanelli, Waldman, & Yammarino, 2004). Previous research, however, has shown that personality traits associated with the evaluation of leadership overlap with traits that can be judged reliably from the face. These traits include competence, likeability, and trustworthiness (Todorov et al., 2005) and dominance (Hess, Adams, & Kleck, 2005). Another facial feature related to judgments of leadership is facial maturity (Zebrowitz & Montepare, 2005). Are these variables that can be gauged from facial information also associated with leaders’ success and performance? To answer this question, we asked participants to make naive personality judgments from the photographs of the CEOs from the 25 highest and 25 lowest ranked companies of the Fortune 1,000 and examined whether these judgments related to measures of the companies’ financial success.",
    "authors": [
        {
            "affiliations": [],
            "name": "Nalini Ambady"
        }
    ],
    "id": "SP:8f9452f068e2075aedb8ec5a516972bf8a05db73",
    "references": [
        {
            "authors": [
                "B.R. Agle",
                "N.J. Nagarajan",
                "J.A. Sonnenfeld",
                "D. Srinivasan"
            ],
            "title": "Does CEO charisma matter? An empirical analysis of the relationships among organizational performance, environmental uncertainty, and top management team perceptions of CEO charisma",
            "venue": "Academy of Management Journal,",
            "year": 2006
        },
        {
            "authors": [
                "N. Ambady",
                "R. Rosenthal"
            ],
            "title": "Half a minute: Predicting teacher evaluations from thin slices of nonverbal behavior and physical attractiveness",
            "venue": "Journal of Personality and Social Psychology,",
            "year": 1993
        },
        {
            "authors": [
                "U. Hess",
                "R.B. Adams",
                "Jr.",
                "R.E. Kleck"
            ],
            "title": "Who may frown and who should smile? Dominance, affiliation, and the display of happiness and anger",
            "venue": "Cognition & Emotion,",
            "year": 2005
        },
        {
            "authors": [
                "J.H. Langlois",
                "L. Kalakanis",
                "A.J. Rubinstein",
                "A. Larson",
                "M. Hallam",
                "M. Smoot"
            ],
            "title": "Maxims or myths of beauty? A meta-analytic and theoretical review",
            "venue": "Psychological Bulletin,",
            "year": 2000
        },
        {
            "authors": [
                "A.L. Ranft",
                "R. Zinko",
                "G.R. Ferris",
                "M.R. Buckley"
            ],
            "title": "Marketing the image of management: The costs and benefits of CEO reputation",
            "venue": "Organizational Dynamics,",
            "year": 2006
        },
        {
            "authors": [
                "A. Todorov",
                "A.N. Mandisodza",
                "A. Goren",
                "C.C. Hall"
            ],
            "title": "Inferences of competence from faces predict election outcomes",
            "year": 2005
        },
        {
            "authors": [
                "H.L. Tosi",
                "V.F. Misangyi",
                "A. Fanelli",
                "D.A. Waldman",
                "F.J. Yammarino"
            ],
            "title": "CEO charisma, compensation, and firm performance",
            "venue": "Leadership Quarterly,",
            "year": 2004
        },
        {
            "authors": [
                "L.A. Zebrowitz",
                "J.M. Montepare"
            ],
            "title": "Appearance does matter",
            "venue": "(RECEIVED",
            "year": 2005
        }
    ],
    "sections": [
        {
            "heading": "Short Report",
            "text": ""
        },
        {
            "heading": "The Face of Success",
            "text": ""
        },
        {
            "heading": "Inferences From Chief Executive Officers’ Appearance",
            "text": ""
        },
        {
            "heading": "Predict Company Profits",
            "text": ""
        },
        {
            "heading": "Nicholas O. Rule and Nalini Ambady",
            "text": ""
        },
        {
            "heading": "Tufts University",
            "text": "First impressions are powerful and rich sources of information about other people, and studies have demonstrated that they predict performance in numerous domains, such as teaching (Ambady & Rosenthal, 1993) and electoral success (Todorov, Mandisodza, Goren, & Hall, 2005). Much of this work, however, has employed outcome variables that are subjective. For example, in the study of teacher effectiveness, both the predictor (naive observers’ ratings) and the outcome (teaching evaluations) were based on subjective opinions. Similarly, electoral success is based on voters’ impressions of candidates, which are also responsible for which candidates are elected. In the current study, we examined the relation between a subjective predictor and an objective performance outcome: Are impressions of chief executive officers (CEOs) related to the performance of their companies?\nDespite the ubiquitous perception of the CEO as the embodiment of a company, there is no clear evidence of any relation between CEOs’ personalities and their companies’success (Ranft, Zinko, Ferris, & Buckley, 2006). Although some studies show that mediating factors, such as environmental context, can link factors like CEOs’ charisma to companies’ performance, no direct relation between CEOs’ personalities and companies’ success has been found (Agle, Nagarajan, Sonnenfeld, & Srinivasan, 2006; Tosi, Misangyi, Fanelli, Waldman, & Yammarino, 2004).\nPrevious research, however, has shown that personality traits associated with the evaluation of leadership overlap with traits that can be judged reliably from the face. These traits include competence, likeability, and trustworthiness (Todorov et al., 2005) and dominance (Hess, Adams, & Kleck, 2005). Another facial feature related to judgments of leadership is facial maturity (Zebrowitz & Montepare, 2005). Are these variables that can be gauged from facial information also associated with leaders’ success and performance? To answer this question, we asked participants to make naive personality judgments from the photographs of the CEOs from the 25 highest and 25 lowest ranked\ncompanies of the Fortune 1,000 and examined whether these judgments related to measures of the companies’ financial success.\nMETHOD"
        },
        {
            "heading": "Stimuli",
            "text": "We selected the 25 highest and 25 lowest ranked companies from the 2006 listing on the Fortune 500 Web site (http://money. cnn.com/magazines/fortune/fortune500). The information on this Web site included the companies’ Web addresses, which we used to obtain a photograph of each company’s CEO.1 Each image was cropped tightly around the CEO’s head to remove all extrafacial information, was converted to gray scale, and was standardized in size. From the Fortune Web site, we also obtained information about each company’s financial performance (revenues and profits) for fiscal year (FY) 2005, the year on which the 2006 Fortune listing was based, as well as for the previous and following years (FY 2004 and FY 2006). In cases in which Fortune did not list the information, revenues and profits were obtained from Google Finance (http://finance.google.com) or the companies’ annual reports. Two companies were acquired by other companies during FY 2006 and were excluded from the analysis. Revenues and profits from FY 2004 through FY 2006 showed high consistency, mean rrevenues(45) 5 .99 and mean rprofits(45) 5 .93."
        },
        {
            "heading": "Procedure",
            "text": "One hundred undergraduates (ages 18–22; 65 female, 35 male) received credit in an introductory psychology class for making either trait ratings (n 5 50) or global assessments of leadership ability (i.e., ‘‘How good would this person be at leading a company?’’ n 5 50), using 7-point scales. In the trait condition, five personality traits—competence, dominance, likeability, facial maturity, and trustworthiness—were rated in separate, randomly ordered blocks. Within each block, the faces were"
        },
        {
            "heading": "Address correspondence to Nicholas O. Rule, Tufts University,",
            "text": "Medford, MA 02155, e-mail: nicholas.rule@tufts.edu. 1Only one CEO was female, and she was excluded to preserve homogeneity in the targets to be rated.\nVolume 19—Number 2 109Copyright r 2008 Association for Psychological Science\npresented in random order using Medialab. Three participants recognized CEOs, and their data were removed.\nControl Variables As attractiveness affects judgments of appearance (Langlois et al., 2000), we asked another group of participants (n 5 34; 18 female, 16 male) to use a 7-point scale to rate the faces on attractiveness. Also, four naive research assistants coded each photo for affect, again using a 7-point scale (interrater reliability, measured by the Spearman-Brown r, was .903). Finally, to control for differences in age that might affect perceptions of the CEOs’ appearance, we obtained each CEO’s age from Google Finance (http://finance. google.com)."
        },
        {
            "heading": "RESULTS AND DISCUSSION",
            "text": "Trait and leadership ratings were averaged across participants for each CEO. Data for one CEO were removed from analysis because his score was more than 3 standard deviations below the mean for all CEOs. For the five personality traits, we conducted a principal components analysis with varimax rotation and obtained two factors: Power (competence, dominance, and facial maturity; 47% variance explained) and Warmth (likeability and trustworthiness; 39% variance explained). Hence, for each CEO, we computed composite power and warmth scores by averaging the scores for the traits loading on each factor.\nWe then calculated partial correlations between the independent measures (power scores, warmth scores, and leadership scores) and dependent measures (mean company revenues for FY 2004–2006 and mean company profits for FY 2004–2006), controlling for attractiveness, affective expression, and age. Table 1 summarizes the results.\nRatings of power-related traits from CEOs’ faces, after controlling for age, affect, and attractiveness, were significantly related to company profits, r(41) 5 .36, p < .025. Thus, some element of financial success seems to be communicated through\nfacial appearance. Further, ratings of CEO leadership were also strongly related to company profits, r(41) 5 .30, p < .05; however, power and leadership were not significantly related to one another, r(41) 5 .08, p 5 .60. Similarly, the relation between profits and leadership remained significant after controlling for power, r(40) 5 .36, p < .025, and the relation between profits and power remained significant after controlling for leadership, r(40) 5 .40, p < .01.2 Thus, participants’ naive perceptions of leadership ability from CEOs’ faces are significantly related to how much profit those CEOs’ companies make. Moreover, these judgments of leadership are not related to judgments of perceived power.\nThese findings suggest that naive judgments may provide more accurate assessments of individuals than well-informed judgments can. Our results are particularly striking given the uniformity in the CEOs’ appearances. All the CEOs were male, of approximately the same age, and ostensibly Caucasian. Even when we controlled for age, affect, and attractiveness, CEOs from more versus less successful companies could be distinguished via naive judgments based solely on perceptions of the CEOs’ facial appearance. Of course, we cannot draw any causal inferences as to whether more successful companies choose individuals with a particular appearance to be their CEOs or whether individuals with a particular appearance emerge as more successful in their work as CEOs. We can conclude, however, that naive inferences from facial appearance may provide information not only about subjective preference, but also about objective performance.\nAcknowledgments—We thank Preeti Mehta, Sanjiv Mirchan-\ndani, Susan Pinto, and Mathew Sullivan. This research was\npartially supported by a National Science Foundation research\ngrant (NSF BCS-0435547) to N.A. and by a National Science\nFoundation Graduate Research Fellowship to N.O.R.\n2We found no significant relations between participants’ ratings and CEOs’ annual compensation.\n110 Volume 19—Number 2"
        }
    ],
    "year": 2008
}