{"abstractText": "Early studies of organizational red tape emphasized that worker perceptions of organizational rules and procedures are dependent on workers’ frames of reference. However, most prior studies do not account suffi ciently for how and why these reference points vary across employees, even if they work within the same or similar organizational contexts. While the eff ects of contemporaneous employee attitudes on perceptions of red tape have been considered in prior analyses, how do perceptions of organizational rules and procedures as red tape relate to workers’ prior career trajectories and occupational contexts? Variable norms and expectations across organizations as well as across the public and private sectors may produce diff erent attitudes toward rules and procedures. Of equal import, current occupational characteristics are relatively unexamined in studies of worker perceptions of red tape. Using a survey of state level public managers, this paper examines how employees’ perceptions of red tape are mediated by their prior career trajectories and experiences, as well as by their occupational context. Implications for theory and practice are discussed.", "authors": [{"affiliations": [], "name": "Branco L. Ponomariov"}], "id": "SP:85d8125d3004275e7f58a1cdd8b39800acff86fe", "references": [{"authors": ["Ajzen", "Icek."], "title": "Nature and Operation of Attitudes", "venue": "Annual Review of Psychology 52: 27–58. Ajzen, Icek, and Martin Fishbein. 2000. Attitudes and the Attitude–Behavior Relation: Reasoned and Automatic Processes. In European Review of Social Psychology, vol. 12,", "year": 2001}, {"authors": ["Wolfgang Stroebe", "Miles Hewstone", "1–33. Chichester", "UK: Wiley. Aldrich", "Howard E"], "title": "Technology and Organizational Structure: A Reexamination of the Findings of the Aston Group", "venue": "Administrative Science Quarterly", "year": 1972}, {"authors": ["Press. Blau", "Peter M", "W. Richard Scott"], "title": "Boundaryless Career: A New Employment Principle for a New Organizational Era", "venue": "Work Attitudes. Public Administration Review", "year": 1962}, {"authors": ["Bozeman", "Barry", "Steve Loveless"], "title": "Sector Context and Performance: A Comparison of Industrial and Government Research Units", "year": 1987}, {"authors": ["290–322. Bozeman", "Barry", "Branco Ponomariov"], "title": "Sector Switching from a Business to a Government Job: Fast-Track Career or Fast Track to Nowhere? Public Administration", "year": 2008}, {"authors": ["Bozeman", "Barry", "Hal G. Rainey"], "title": "Organizational Rules and the “Bureaucratic Personality.", "venue": "American Journal of Political Science", "year": 1998}, {"authors": ["Little", "Brown. Crow", "Michael", "Barry Bozeman"], "title": "Public and Private Managers", "year": 1968}, {"authors": ["Friedson", "Eliot"], "title": "Professionalism Reborn: Th", "year": 1994}, {"authors": ["Press. Gouldner", "Alvin W"], "title": "eory, Prophecy, and Policy", "venue": "In Reader in Bureaucracy,", "year": 1952}, {"authors": ["NJ: Prentice Hall. Hall", "Richard H", "Pamela S. Tolbert"], "title": "Organizations: Structures, Processes, and Outcomes", "venue": "Upper Saddle River,", "year": 2005}, {"authors": ["Higgins", "E. Tory"], "title": "Knowledge Activation: Accessibility, Applicability And Salience", "venue": "Social Psychology: Handbook of Basic", "year": 1996}, {"authors": ["New York: Guilford. Kaufman", "Herbert"], "title": "Red Tape: Its Origins, Uses, and Abuses", "venue": "Journal of Marketing Research", "year": 1977}, {"authors": ["226–51. Luton", "Larry"], "title": "Deconstructing Public Administration Empiricism", "venue": "American Sociological Review", "year": 2007}, {"authors": ["Moon", "M. Jae", "Stuart Bretschneider."], "title": "Does the Perception of Red Tape Constrain IT Innovativeness in Organizations? Unexpected Results from a Simultaneous Equation Model and Implications", "venue": "Journal of Public Administration Research and Th", "year": 2002}, {"authors": ["Mosher", "Frederick C."], "title": "Democracy and the Public Service", "venue": "2nd ed. New York: Oxford University Press.", "year": 1982}, {"authors": ["Nagy", "Mark S"], "title": "Using a Single-Item Approach to Measure Facet Satisfaction", "venue": "Journal of Occupational and Organizational Psychology", "year": 2002}, {"authors": ["Pandey", "Sanjay K", "Gordon A. Kingsley"], "title": "Examining Red Tape in Public and Private Organizations: Alternative Explanations from a Social Psychological Model", "venue": "Journal of Public Administration Research and Th", "year": 2000}, {"authors": ["Pandey", "Sanjay K.", "Patrick Scott."], "title": "Red Tape: A Review and Assessment of Concepts and Measures", "venue": "Journal of Public Administration Research and Th", "year": 2002}, {"authors": ["Pandey", "Sanjay K", "Eric W. Welch"], "title": "Beyond Stereotypes: A Multistage Model of Managerial Perceptions of Red Tape", "venue": "Attitude Strength: Antecedents and Consequences. Mahwah,", "year": 2005}, {"authors": ["D.S. Pugh", "D.J. Hickson", "C.R. Hinings", "C. Turner"], "title": "Dimensions of Organizational Structure", "venue": "Processes. Journal of Consumer Psychology", "year": 1968}, {"authors": ["Rainey", "Hal G", "Sanjay K. Pandey", "Barry Bozeman"], "title": "Public and Private Managers", "venue": "Perceptions of Red Tape. Public Administration Review", "year": 1995}, {"authors": ["Scott", "Patrick G"], "title": "Examining Red Tape in Public and Private Organizations: A Further Look at the Role of Individual Perceptions And Attributes", "venue": "Social Science Journal", "year": 2002}, {"authors": ["Shimp", "Terence A.", "Elnora W. Stuart", "Randall W. Engle."], "title": "A Program of Classical Conditioning Experiments Testing Variations in the Conditioned Stimulus and Context", "venue": "Journal of Counsumer Research 18(1): 1–12.", "year": 1991}, {"authors": ["56–69. Th ompson", "Victor"], "title": "Employment by Major", "venue": "Modern Organization. New York: Alfred A. Knopf. U.S. Bureau of Labor Statistics", "year": 1961}, {"authors": ["Waldo", "Dwight."], "title": "Government by Procedure", "venue": "Elements of Public Administration, edited by Fritz Morstein Marx, 381–99. Englewood Cliff", "year": 1946}, {"authors": ["NJ: Prentice Hall. Walker", "Richard M", "Gene A. Brewer"], "title": "An Organizational Echelon Analysis of the Determinants of Red Tape in Public Organizations", "venue": "Public Administration Review", "year": 2008}, {"authors": ["1112–27. Wanous", "John P", "Arnon E. Reichers", "Michael J. Hudy"], "title": "Overall Job Satisfaction: How Good Are Single-Item Measures", "venue": "Journal of Applied Psychology", "year": 1997}], "sections": [{"heading": "Spotlight on Public Sector Performance", "text": "Branco L. Ponomariov is an assistant professor in the Department of Public Administration at the University of Texas at San Antonio. His research focuses on public management, contracting out, and science and technology policy. E-mail: branco.ponomariov@utsa.edu\nP. Craig Boardman is an assistant professor in the John Glenn School of Public Affairs at the Ohio State University. His research focuses on human resource management and science and technology policy. E-mail: boardman.10@osu.edu\n582 Public Administration Review • July | August 2011\nBranco L. Ponomariov University of Texas at San Antonio\nP. Craig Boardman The Ohio State University\nEarly studies of organizational red tape emphasized that worker perceptions of organizational rules and procedures are dependent on workers’ frames of reference. However, most prior studies do not account suffi ciently for how and why these reference points vary across employees, even if they work within the same or similar organizational contexts. While the eff ects of contemporaneous employee attitudes on perceptions of red tape have been considered in prior analyses, how do perceptions of organizational rules and procedures as red tape relate to workers’ prior career trajectories and occupational contexts? Variable norms and expectations across organizations as well as across the public and private sectors may produce diff erent attitudes toward rules and procedures. Of equal import, current occupational characteristics are relatively unexamined in studies of worker perceptions of red tape. Using a survey of state level public managers, this paper examines how employees’ perceptions of red tape are mediated by their prior career trajectories and experiences, as well as by their occupational context. Implications for theory and practice are discussed.\nVirtually every study of red tape mentions the adage that one’s red tape may be another’s “system” (Waldo 1946) or “treasured procedural safeguard” (Kaufman 1977). Most often, these references are meant to point out the diffi culty of establishing uniform criteria for identifying and measuring red tape (e.g., Pandey and Scott 2002) rather than to motivate inquiry into individual diff erences and contexts that might help explain divergent perceptions of the same set of organizational rules and procedures (Th ompson 1961). Recently, however, there have been many important studies of antecedents of perceived red tape—for instance, studies taking a social psychological approach emphasizing bureaucratic personality and feelings of alienation (Bozeman and Rainey 1998;\nPandey and Kingsley 2000). While these and others (e.g., DeHart-Davis and Pandey 2005) have appropriately investigated how characteristics related to individual perceptions and psychologies correlate with and help explain perceptions of red tape in the workplace (Pandey and Welch 2005), such approaches implicitly suggest that perceptions of red tape are explained predominantly by contemporaneous, cognitive phenomena.\nWhile the social psychological approach used in prior studies clearly is fundamental to understanding perceptions of red tape (and virtually any attitude or perception), in this paper we emphasize career trajectory and current job characteristics as important mediators of red tape perceptions. Th is emphasis is suggested by Scott (2002), who recommends that future research on red tape in the public sector assess individuals’ positions in and the nature of the work they conduct on behalf of their organizations.1 Accordingly, variation in individuals’ perceptions of red tape may be related not just to the personal and perceptual factors emphasized in prior research and theory, but also to the variable nature of work and the diff erent organizational environments to which individuals are exposed as they develop and progress in their careers.2 Given that employees’ perceptions of organizational rules and procedures have real and direct consequences on individual performance (DeHart-Davis and Pandey 2005; Scott and Pan-\ndey 2000), it is important to address factors that may help explain red tape perceptions.\nTh e emphasis here on current job and career trajectory characteristics is a departure from prior studies of perceived red tape, which have focused primarily on contemporaneous perceptions and attitudes (though we account for many of these factors in the current\nOrganizational Pathology Compared to What? Impacts of Job Characteristics and Career Trajectory on Perceptions of Organizational Red Tape\nTh e emphasis here on current job and career trajectory\ncharacteristics is a departure from prior studies of perceived red tape, which have focused\nprimarily on contemporaneous perceptions and attitudes (though\nwe account for many of these factors in the current study).\nOrganizational Pathology Compared to What? 583\nred tape among workers (Bozeman and Rainey 1998; Pandey and Kingsley 2000).\nEmpirical research on perceived red tape among public managers is confl icting. Buchanan (1975) found that public managers assigned lower salience to structure in their organizations relative to private sector managers. Pugh and colleagues (1968) found that in public organizations, authority was more concentrated at the top of the organization or outside the organization, especially regarding personnel procedures. Rainey (1983) found that middle managers in state agencies (a group very similar to the one surveyed in this study) perceived more organizational formalization—particularly concerning communications channels and standard procedures—than the middle managers in business fi rms.\nMuch of the recent study of perceptions of organizational rules and procedures as red tape has focused on public managers’ attitudes toward work. DeHart-Davis and Pandey (2005) demonstrate that perceived red tape is associated with feelings of alienation and that this has a negative impact on worker motivation. Bozeman and Rainey\n(1998) demonstrate a positive relationship between worker alienation and perceptions of red tape. Pandey and Kingsley (2000) show that feeling alienated is as strong a predictor of perceived red tape as organizational sector and size—reinforcing the case for a social psychological approach toward understanding perceived red tape.\nTh e upshot of these studies is that worker attitudes and perceptions are important and must be considered when assessing perceptions\nof organizational rules and procedures as red tape. Scott (2002) and Bozeman and Rainey (1998) observe that there is mounting empirical evidence that perceptions of red tape are governed by the personalities and motivations of bureaucrats as well as by organizational realities. Pandey and Kingsley employ a social psychological model of perceived red tape to “uncover the blind spot regarding individual diff erences in extant theoretical models for explaining red tape” (2000, 779).\nAlthough psychological factors play an important role in facilitating or hindering perceptions of organizational rules and procedures as red tape, the resulting perceptions do not exist in a vacuum. Th ey develop and evolve as the individuals harboring them are exposed to and engage in a variety of contexts and get socialized in and learn from variable activities, including but not limited to work experiences. While this point is addressed already to the extent that many studies of perceived red tape account for work context, including the sector and size of the organization, this logic extends importantly to both past work contexts and the nature of the work itself. Th is is particularly important in identifying career-related factors that may explain variations in perceptions of red tape within the same or similar organizational contexts. Informed by both theory and fi ndings from applied and occupational psychology, we expect past and present work experiences to be additional determinants (i.e., in addition to the social psychological factors emphasized in prior work) of the likelihood to view organizational rules and procedures as red tape.\nstudy). Our motivation for approaching perceived red tape in this way is that beliefs and their simultaneous and subconscious evaluation (e.g., about organizational rules and procedures and the compliance burdens and functions that these may or may not fulfi ll per an individual or group perception) are not only “innate” or “given,” but also an outcome of the processes of perception and attitude formation and change, which typically are shaped by prior learning experiences and socialization patterns in addition to personal and psychological factors (Ajzen 2001). Because cognitive processes, by defi nition, imply rationalization of experiences, accounting for variability across these experiences— including, but not limited to, both current and past job experiences (Petty and Krosnick 1995; Songer-Nocks 1976)—should help explain how perceptions and attitudes develop and diff erentiate (Haugtvedt 1997; Miniard and Barone 1997; Priester and Fleming 1997).\nTh erefore, our approach to explaining perceptions of organizational rules and procedures as red tape helps bridge public administration scholarship with formal theories of attitude and perception formation and change. Th e approach also extrapolates from the important yet underutilized concept of “stakeholder red tape” (Bozeman 2000) by focusing not only on the current workplace groups with which workers may identify, but also on those groups and contexts with which individuals were associated in past jobs.3\nFor this analysis of red tape perceptions among public managers, we use data from a survey of state-level public managers—the 2006 National Administrative Studies Project (NASP-III)—to assess the extent to which career trajectory and occupational characteristics shape perceptions of organizational rules and procedures among peers in similar organizational contexts (and controlling for personal and psychological factors, as emphasized in prior work). After a review of the literature in the next section, we propose a framework for hypothesizing about the eff ects of career trajectory and current job characteristics on worker perceptions of organizational rules and procedures, followed by a presentation and discussion of the fi ndings. In the fi nal section, we conclude with implications for theory, practice, and future research."}, {"heading": "Literature Review", "text": "Studies of red tape have used numerous measures (Pandey and Scott 2002) and range methodologically from experimental simulation (e.g., Scott and Pandey 2000) to case analysis (e.g., Bozeman and DeHart-Davis 1999) to survey-based studies (e.g., Bozeman, Reed, and Scott 1992). A majority of this scholarship operationalizes red tape in one of two ways: as outcomes or as perceptions of organizational rules and procedures. Studies assessing outcomes have used survey responses indicating, for example, how much time it takes an organization to conduct specifi c activities, such as hiring and fi ring (e.g., Bozeman, Reed, and Scott 1992; Pandey and Bretschneider 1997).4 Studies focused on perceptions of organizational rules and procedures as red tape are more common, date much earlier (e.g., Buchanan 1975; Rosenfeld 1984), and usually emphasize worker attitudes and perceptions in explaining perceived\n[O]ur approach to explaining perceptions of organizational rules and procedures as red\ntape helps bridge public administration scholarship\nwith formal theories of attitude and perception formation and\nchange.\n584 Public Administration Review • July | August 2011\nthe same organization, but also within each of these groups, based on members’ past associations and experiences in other organizations and groups earlier in their careers. Because our interest in this paper is in perceived red tape for the entire organization (rather than perceptions of a specifi c rule or rule set within an organization), we emphasize workplace groups, which is narrower in focus than Bozeman’s (2000) emphasis on stakeholder groups.6\nFundamental to merging the notion of group-contingent perceptions of red tape with more general theories of attitude formation and change is the characterization of red tape as both an objective and a subjective phenomenon. Although Gouldner (1952) fi rst proposed that red tape has both objective and subjective components, it was Bozeman (2000) who delineated organizational rules and procedures per specifi c objective or “real” attributes—for example, a compliance burden and the extent to which compliance accomplishes a functional objective. Red tape becomes subjective or “perceived” to the extent that a particular individual or group in an organization identifi es and evaluates one, both, or neither of these attributes in organizational rules or procedures (Bozeman 2000; Gouldner 1957).\nTh is characterization of red tape as simultaneously an objective and a subjective phenomenon is quite similar to the general process of attitude formation and change as expressed by formal theories from applied and occupational psychology. For example, the expectancyvalue model of attitude formation states that evaluative meaning (i.e., an attitude or perception) arises spontaneously as individuals form beliefs about an object based on their subjective evaluations of that object’s attributes (Ajzen and Fishbein 2000). In other words, each belief associates an object with certain attributes, and a person’s overall attitude toward the object is determined by the individual’s subjective evaluation of those attributes (Ajzen 2001). More specifi - cally, when attributes are linked to an object in this process of belief formation, preexisting or general valuations of the attributes are associated with the specifi c object, thereby producing an overall attitude or perception, which may be positive or negative. Moreover, such beliefs or “expectancies” increase with the frequency of exposure to the object and its attributes (Higgins 1996).\nTh us, an organizational rule or procedure (or a set thereof ) may be characterized as an object for which attributes (i.e., compliance burden, functional objective) with preexisting valuations (e.g., fulfi lling a functional objective is “good”) harbored by the individual perceiving the rule or procedure are important for shaping that individual’s subjective judgment of and attitude toward that rule or procedure (e.g., “the rule constitutes red tape,” “the rule poses a compliance burden but serves a valued functional objective”). Moreover, because the strength of an attitude depends on the frequency of exposure to the object and its attributes (Higgins 1996), organizational rules and procedures may be experienced and therefore perceived differently depending on one’s career history and the nature of one’s work, among other important personal and psychological factors, as suggested by prior research. Some of the key independent variables in this paper—current job type and length of career tenure in the public sector, in one’s current government job, and in the private sector— signify precisely diff erent types of exposure to circumstances that are likely to aff ect beliefs about and perceptions of the compliance burdens and functional objectives of organizational rules and procedures."}, {"heading": "Theory and Hypotheses", "text": "We propose that career history and current occupational factors aff ect the extent to which workers perceive organizational rules and procedures as red tape. Th is proposition is based on theory and fi ndings in applied and occupational psychology, used here in a way that is similar to Bozeman’s (2000) and Walker and Brewer’s (2008) application of the concept “stakeholder red tape.”\nStudies in applied and occupational psychology suggest that transitioning to a job that expects roles and behaviors that are diff erent from prior work experiences can aff ect attitudes toward one’s current job (Louis 1980; West and Rushton 1989). Past career experiences have been shown to play a role in the formation of both positive and negative attitudes and perceptions (Petty and Krosnick 1995; Songer-Nocks 1976), including the work attitudes of public managers (Boardman, Bozeman, and Ponomariov 2010). Studies of workplace socialization additionally have suggested that work attitudes and perceptions are, in part, a function of the length of tenure in past jobs (Reichers, Wanous, and Steele 1994).\nTh e underlying argument of these studies is that experiences accumulated over a career helps shape how workers evaluate their current work circumstances. Th at is, past job experiences constitute an experiential reference point from which workers make judgments about their current organization. Th is reference point comprises the organizational behaviors and attendant norms and expectations that workers have experienced, learned from, and been socialized into in past workplaces, as well as in their respective occupations and professions. Accordingly, individuals with diff erent career trajectories and current job responsibilities may internalize and learn from diff erent work expectations, norms, and priorities, which, in turn, may infl uence their interpretation of the organizational rules and procedures and other workplace characteristics they interact with over the course of their careers.\nBozeman briefl y alludes to this process in his discussion of “stakeholder red tape,” which he defi nes as a rule or procedure “that remains in force and entails a compliance burden but serves no objective valued by a given stakeholder group” (2000, 83).5 Th is defi nition acknowledges that although workers are exposed to the same rules and procedures, their perceptions of these rules and procedures may diff er within the same organizational context based on group identity, depending on the extent to which that group perceives or experiences benefi t and/or burden from rule compliance. Group identity may be defi ned broadly, as Bozeman (2000) defi nes it—as stakeholder groups that may or may not span occupational and professional categories—or it may be defi ned more narrowly, as workplace groups that are demarcated by occupational and professional categories (e.g., managers, technical personnel) (Bozeman and Ponomariov 2008; Miller 1967).\nTo use the example of workplace groups, lawyers may diff er in similar ways from nonlawyers in their perceptions of the benefi t or burden of compliance with organizational rules and procedures in general, managers may diff er similarly from nonmanagers, and so on. Moreover, our focus on career trajectory extends the idea of group-based diff erences in perceived red tape to account for diff erences in perception not only across current workplace groups within\nOrganizational Pathology Compared to What? 585\nbecause the rules and procedures may be peripheral to the priorities of his or her occupation (into which he or she has been socialized through his or her educational and work experiences). However, this individual may learn, over time, that the exact same rules and procedures fulfi ll important functions (even though they may continue to pose a substantial compliance burden), and therefore change his or her perception of and attitude toward those rules and procedures. On the other hand, a professional or a manager may have responsibilities that involve dealing with these rules and regulations directly and regularly, which would place these rules and regulations closer to the center of his or her workaday responsibilities and priorities and thus facilitate positive perceptions of the rules and regulations—as serving a functional objective and also perhaps as posing a relatively lower compliance burden (e.g., relative to technical personnel). In this case, learning about the purpose and function of organizational rules and procedures may not be as important as socialization into a professional or occupational norms and expectations regarding particular rules and procedures. We elaborate on these processes below."}, {"heading": "Hypotheses for Current Job Type, Part 17", "text": "Respondents fulfi lling “professional” functions on the job are less likely to perceive organizational rules and procedures as red tape than are managers (H1) or technical personnel (H1a).\nEarlier, we suggested that one’s occupational identifi cation and experiences may aff ect how organizational rules and procedures are perceived, because diff erent workplace groups may be characterized with or defi ned by diff erent professional norms and experiences, thereby making diff erent valuations of organizational rule and procedure attributes (e.g., the compliance burden and functional objective that the rule entails for a particular group). Such occupational characteristics may see individuals attaching diff erent values to compliance with overarching organizational\nrules because their work contexts emphasize diff erent types of activities (i.e., the individual learns to ascribe diff erent values to diff erent activities per the constraints of his or her current occupation). Th e task here is to identify groups that are exposed to the compliance burdens posed by organizational rules and procedures but do not necessarily extract uniform “benefi ts” or functions (broadly defi ned) by complying—in comparison to other groups in the same organization that are beholden to the same general rule set. We focus here on whether, in their current jobs, public managers fulfi ll professional or technical roles in addition to performing management functions, or whether they are focused primarily on fulfi lling a management function.\nTh ere can be confl ict between professional and organizational norms because of incongruity across competing bases of authority (Blau and Scott 1962; Hall 1991). Th is has been referred to as a basic organizational\nAccordingly, there is a natural marriage between perceptual conceptualizations of red tape (though these conceptualizations also emphasize objective rule attributes) and formal theories of attitude formation and change. Together, they provide an explanation of how past and present career experiences may be important factors in the development of attitudes toward organizational rules and procedures as red tape. In sum, the argument developed here is that career experiences and the attendant learning from and socialization into diff erent professional norms and expectations place diff erent demands on workers such that they attach diff erent values to compliance burdens and functional objectives of the organizational rules they interact with, thereby developing diff erent perceptions of the same set of rules. Th e hypotheses developed in the following sections outline specifi c reasons why particular career experiences and job characteristics may color the perceptions of the attributes of red tape (i.e., the compliance burden and extent to which rules accomplish functional objective), thus resulting in overall positive or negative assessments of the extent of rules and procedures in a given organizational context. Th ough we consider the personal and psychological factors emphasized in prior studies of perceived red tape to be equally, if not more, important for understanding individual perceptions of organizational rules and procedures, we do not state formal hypotheses for these factors because excellent work already has been done in this area (though we control for these statistically to the extent that the data allow).\nBefore presenting the hypotheses, it should be noted that beliefs are only one of the factors that infl uence attitude formation. Other factors include mere exposure to stimuli (Murphy and Zajonc 1993) and classical conditioning (Shimp, Stuart, and Engle 1991), which can aff ect attitude formation toward diff erent objects even without conscious deliberation of the object’s attributes (Kim, Allen, and Kardes 1996). One could interpret career experiences and occupational characteristics, then, as stimuli that condition beliefs about the attributes of rules and procedures and, as a result, overall attitudes toward and perceptions of rules and procedures. However, in our discussion of the hypotheses and regression results, we emphasize the more deliberate processes of learning and socialization (which is a type of learning) in our explanation of the relationships between career characteristics and perceived red tape—insofar as perceptions of organizational rules and procedures as red tape is a salient issue for government workers and the broader public (e.g., the Government Accounting Offi ce released numerous reports in the 1990s on “cutting red tape” with regard to the personnel system and, in the same spirit, eliminated the Federal Personnel Manual).\nAccordingly, we expect that an individual whose primary job responsibilities include the design and creation of technical artifacts (e.g., blueprints, network designs) may perceive organizational rules and procedures as entailing relatively burdensome compliance with relatively little functional utility (i.e., versus nontechnical personnel, such as managers)\n[W]e expect that an individual whose primary job responsibilities include\nthe design and creation of technical artifacts (e.g.,\nblueprints, network designs) may perceive organizational\nrules and procedures as entailing relatively burdensome compliance with relatively little\nfunctional utility (i.e., versus nontechnical personnel, such as managers) because the rules and procedures may be peripheral to the priorities of his or her occupation (into which he or\nshe has been socialized through his or her educational and work\nexperiences).\n586 Public Administration Review • July | August 2011\nTh e same logic can be used to distinguish the perceptions of organizational rules and procedures by managers fulfi lling technical roles, such as computer programmers, network administrators, senior engineers, and city planners. Th e execution of discrete (technical) projects and advising, which are governed by the norms of a fi eld of science or engineering, may distract these workers from the organizational rules and procedures that career managers, by defi nition, are more directly and regularly focused on, simply because the priorities in executing such tasks are tilted toward producing an artifact (e.g., road design, computer network layout) fi rst, while the integration of this artifact (or operant goal) with more general goals and procedures is not necessarily the overriding concern for the technical personnel designing it. Moreover, managers with technical capacity probably were hired because of their expertise, and therefore may be expected to focus on their technical functions, which do not necessarily diminish their exposure to the general organizational rules and procedures that could distract them from fulfi lling these technical functions.9\nTh us, there is reason to expect public managers who fulfi ll technical functions to be most likely among the three groups considered here (i.e., technical, professional, and management personnel) to perceive organizational rules and procedures as red tape. It is not hard to envision technical workers considering organizational rules and procedures that do not directly further their technical endeavors as burdensome or, at least, as distracting from the technical tasks at hand. Th e reason we make this argument for personnel fulfi lling technical functions but not for those providing professional services is that the execution or resolution of a technical project or problem (e.g., a road design project, improvement of an information technology network) almost never seems to be an end in itself, but rather is enmeshed in a broader set of decision constraints (e.g., multiple right of way and environmental assessment approvals for the engineering project, access and privilege rules for an information technology network project). While technical personnel in public organizations may well understand the importance of these additional constraints, they may perceive them no less as entailing a higher compliance burden relative to their colleagues in professional or managerial occupations because of their socialization and learning experiences throughout their careers emphasizing the accomplishment of technical objectives.\nEarlier, we discussed workplace tension between occupational and administrative authorities (Friedson 1994). Th is concept has been applied in studies of organizations employing both technical and nontechnical personnel. For example, Miller (1967) reports that scientists and engineers in industrial companies perceive a greater degree of organizational control than their managerial counterparts. As a result, Miller (1967) fi nds that technical personnel report feeling more alienated than managers, which is a relevant fi nding for this study, as prior studies of perceived red tape have reported that one of the major consequences of perceiving red tape is precisely a feeling of alienation (DeHart-Davis and Pandey 2005). Others (Blau and Scott 1962; Gouldner 1957; Orth 1965) have noted that technical personnel are predisposed to be dissatisfi ed with “an atmosphere that puts pressure on them to conform to organizational requirements which they do not understand or believe necessary” (Orth 1965, 141).\ndilemma between “autonomy” and “integration” (Kornhauser 1962), or as confl ict between the “occupational principle” and the “administrative principle” (Friedson 1994). Th e administrative principle implies that authority is tied to individuals’ positions in the organization. Per the occupational principle, authority is tied to a competence that, by defi nition, transcends the organization, as it is derived from (and sanctioned by) a broader profession. Because organizational rules and procedures are imposed by one’s immediate employer, and because these rules and procedures may not be attuned to the norms of professions that do not represent core functions for the organization (e.g., a lawyer working for the Department of Health and Human Services), then workers who are beholden to professional norms in addition to organizational rules and procedures may have diff erent perspectives on organizational rules and procedures than coworkers who are not members of the same broader profession.\nEven so, professionals need not view organizational rules and procedures more “negatively” than other workers. While the logic that incongruence between organizational structure and professional norms will cause professionals to view the former as inconvenient or even burdensome, we suspect that any tension between the two has been exaggerated, particularly for public organizations. First, professionals may perceive lower levels of red tape relative to other groups in the organization because they are able to carry out their work with a minimum of interferences from the organization (Bozeman and Loveless 1987; Crow and Bozeman 1987; Larson 1977; Miller 1967).8 Moreover, public organizations employ numerous professionals and in greater numbers than do private organizations (Mosher 1982). It may be the case, then, that organizational rules and procedures in public organizations are developed under the infl uence of professional groups, and thus may be designed in ways that lead to minimum interference with the professional norms guiding the conduct of these professionals (which, in turn, will result in perceptions of lower compliance burden of the organizational rules and procedures than ones experienced by managers). Or, professionals working as public servants but hired for their expertise may be exposed to fewer or simply notice less organizational rules and procedures that do not apply to their professional roles, thereby reducing the likelihood of perceiving “extraprofession” organizational rules and procedures as entailing a compliance burden.\nHypothesis 2 extends this reasoning to address a defi ciency in the red tape literature, namely, that studies of red tape need to incorporate nonmanagerial personnel (Scott and Pandey 2000). While in this study, all respondents qualify as “public managers” broadly defi ned, they were not selected on the basis of their managerial position, but rather as a broad cross-section of upper-level professionals working in public agencies (see data description later for more detail). Th us, while all respondents have some managerial functions, for many, their primary responsibilities are professional (e.g., account executives) or technical (e.g., senior engineers, scientists, information technology experts, etc.)."}, {"heading": "Hypotheses for Current Job Characteristics, Part 2", "text": "Respondents fulfi lling “technical” functions on the job are more likely to perceive organizational rules and procedures as red tape than managers (H2) or professionals (H2a).\nOrganizational Pathology Compared to What? 587\ngenerally demonstrate that the managers working in private companies perceive less workaday red tape than their public sector counterparts (Bozeman and Rainey 1998; Pandey and Kingsley 2000; Scott 2000). Studies of workplace socialization also demonstrate more direct support. For example, Louis (1980) and West and Rushton (1989) show negative attitudes toward one’s job when current work experiences and expectations do not “match” past work experiences and expectations.\nIf private and public organizations are structurally diff erent in the ways perceived by managers, then this diff erence may cause private to public “sector switchers” (Light 1999) to perceive organizational rules and procedures more negatively—that is, as greater compliance burdens and/or without (or with relatively less) functional objective—compared to nonswitchers. More generally, if we accept basic diff erences across the sectors in terms of “publicness” (Bozeman 1987), then transitioning from an organizational environment characterized predominantly by economic authority to one that is more beholden to political authority—and therefore to increased formalization (Rainey 1983)—may result in the experiential “mismatch” predicted by occupational psychologists (Louis 1980; West and Rushton 1989), simply because even activities similar to the ones that switchers performed in the private sector could be subjected to more constraints resulting from more political authority over the organization. Accordingly, sector switchers’ perceptions of organizational rules and procedures as red tape may be a function of an increase in the quantity of rules and procedures with which they must comply when going from private sector employment to public sector employment, but not necessarily attributable to any qualitative diff erences between the rules and procedures they have experienced across the sectors. If so, they will perceive the organizational rules and procedures in their current organization as entailing a greater compliance burden relative to their colleagues who have not had full-time private sector job experience. Such diff erence also could be caused by diff erences in the “cultures” of the public and private sector organizations, rather than diff erences in the number of rules alone.10\nFor hypothesis H3, private sector job experience is operationalized by means of a dummy variable that is coded 1 if the respondent had one (or more) previous jobs in the private sector, and 0 otherwise."}, {"heading": "Hypotheses for Career History, Part 2", "text": "Th e longer respondents’ tenures in their current public sector positions, the less likely are they to perceive organizational rules and procedures as red tape (H4); the longer the respondents’ tenures in the public sector overall, the less likely are they to perceive organizational rules and procedures as red tape (H4a).\nAddressing past career associations necessitates that we account for the eff ects of time on socializing into and learning from past and current employment. For example, while public managers with past work experience in the private sector may have diff erent experiential “reference points” from which they evaluate current organizational rules and procedures, we expect that these reference points become increasingly similar as sector switchers’ tenure in the public sector increases. More generally, sector switchers or not, as time goes by, public managers may be socialized into and may learn from their\nTh ough this reasoning seems applicable as well to professional personnel (who also are beholden to competing authorities), the existing empirical evidence suggests that tension between occupational and administrative authorities may be primarily an issue for technical occupations but not for professionals—a point that is consistent with our hypotheses for current job type. Moreover, the concept of “professionals” has been used perhaps a bit too broadly to address the variety of interactions and tensions between diff erent types of personnel and organizational rules and procedures, as there has been increased professionalization of the public sector workforce (U.S. Bureau of Labor Statistics 1998; U.S. Offi ce of Personnel Management 2003). Some studies have alluded to the possibility that the type of training received by the diff erent types of professionals is a predictor of the extent of loyalty and identifi cation with organizational norms (Kornhauser 1962). Based on the evidence from prior research, it seems that the type of training (and therefore the occupational category) most likely to be associated with perceived red tape and attendant attitudes (e.g., feelings of alienation, feeling that the organization has too much control) is scientifi c and technical training.\nIn sum, the reasoning underlying our hypotheses for technical personnel perceiving greater degrees of red tape in their organizations compared to their managerial and professional counterparts is that technical personnel may perceive organizational rules and procedures (more specifi cally. the rule attributes of compliance burden and functional objective) as overemphasizing organizational control and underemphasizing the norms and values of their respective technical occupations (Gouldner 1957). If so, technical workers’ perceptions of organizational rules and procedures are mediated by their respective occupational backgrounds in such a way as to shape these perceptions as “red tape”—at least more so than for their professional and managerial counterparts.\nFor hypotheses H1 through H2a, primary responsibility on the current job (i.e., technical, professional, or managerial) is operationalized with three mutually exclusive dummy variables."}, {"heading": "Hypotheses for Career History, Part 1", "text": "Respondents with prior full-time work experience in the private sector are more likely to perceive organizational rules and procedures as red tape than career public servants (H3).\nTh is hypothesis extends the logic expressed earlier for the hypotheses for current job characteristics to account for past work experiences in other groups and organizations. As membership in diff erent current workplace groups may alter how organizational rules and procedures are perceived, so, too, may past career associations with alternate groups and organizations alter the “reference point” from which workers perceive organizational rules and procedures. Specifi - cally, we suggest that private organizations are diff erent from public ones in ways that make rule compliance in public organizations seem more burdensome to workers who worked for a private company before entering public service—in comparison to career public servants who have not worked in the private sector.\nReviewed earlier, studies of sector diff erences provide partial support for this reasoning. Comparisons of public and private managers\n588 Public Administration Review • July | August 2011\nPandey and Kingsley 2000), and it is not possible to reconcile by means of cross-sectional data analysis—hence, another advantage of assessing career trajectory variables as antecedents of red tape perceptions (in addition to accounting for important mediating factors in the process of attitude and perception formation) is that the relationships between career measures and perceptions of red tape perhaps entail less causal ambiguity. Finally, we include a dummy variable to control for whether the respondent has a graduate degree to control for the extent—or the “intensity”—of training that respondents have undergone in their respective occupations."}, {"heading": "Data and Methods", "text": ""}, {"heading": "Data", "text": "Th e data for our study comes from the third wave of the National Administrative Studies Project (NASP-III). Th e data were derived from 787 responses to mailed questionnaires sent to a random sample of 1,853 state public managers, upper-level professionals, and senior technical personnel in Georgia and Illinois. Th e response rate was 43 percent, with 431 managers from Georgia and 356 from Illinois. Th e study is representative for public managers above a certain pay grade employed in state agencies in both states. Specifi cally, the following selection procedures were followed. After consultations with the Merit System of Georgia, the following selection criteria for the sampling frame were adopted: grade 014 or higher or receiving a salary higher than $45,000. Th e list to defi ne the sample frame was based on Georgia’s Department of Audits database of all state employees. For Illinois, a public records request was made for the names and employers of all state employees classifi ed as “public service administrators.” Th e resulting sample frames were 6,421 and 5,820 for Georgia and Illinois, respectively. Th ese two sampling frames were combined, and a sample of 1,000 respondents for each state was drawn. After the sample draw, the employer and employer address information was verifi ed for each respondent manually. During this process, 147 records were deleted from the sample (they either were retired or no longer worked for the agency they originally were listed under).\nOne particular aspect of the data is noteworthy. In addition to the demographic, attitudinal, and motivational questions in the questionnaire, the instrument asked the respondents to provide information about their recent career history (the last four jobs, including the current one). Of course, gathering data on individuals’ full employment history would be ideal; however, doing so in a questionnaire format would be infeasible. Th e questions about past jobs included start and end dates, number of employees supervised, primary responsibility of the job (managerial, professional, or technical),14 job description, and type of organization (public sector, private sector, nonprofi t sector). Table 1 provides descriptive statistics.\nTh e dependent variable for this study is a previously used (e.g., Brewer and Walker 2009; Pandey and Kingsley 2000; Rainey, Pandey, and Bozeman 1995) single-item “global” measure of red tape based on managerial perceptions of organizational rules and procedures (Pandey and Kingsley 2000).15 As the name suggests, this is a global measure of red tape because it has a global referent—the organization as a whole. As also noted earlier, this is very important methodologically because diff erences in perceptions of diff erent groups within the organization would be meaningful in the context\ncurrent workaday “rule climates” over time—to the point that they are less likely to perceive organizational rules and procedures as red tape relative to newcomers. Supporting this reasoning are studies of workplace socialization demonstrating that negative perceptions of current jobs are caused by the length of time spent in past jobs (Reichers, Wanous, and Steele 1994). Th us, the longer the respondents have spent in public sector positions in general (i.e., including their current job as well as past public sector jobs), the more likely they are to have had opportunity to learn about and navigate the rules landscape of public organizations and to internalize those rules, therefore lowering the likelihood of their viewing these rules as red tape.\nTenure on the current job is operationalized as the number of years spent on the current job, and public sector tenure is operationalized as the total number of years spent on all public sector positions that the respondent has held.\nControl Variables In addition to the variables referenced in hypotheses H1–H4a, the models include several relevant control variables. Related to our focus in this paper on career and current job characteristics, these include state (coded 1 if Georgia and 0 if Illinois, to account for possible contextual diff erences between the two states), total number of years worked (as a proxy for overall career experience), and type of agency (mutually exclusive dummy variables indicating whether the respondent’s agency is in the fi eld of health and human services, economic development and regulation, natural resources and transportation, criminal justice, or staff and administrative services.)11, 12 In addition, because all sector switchers whose last job was in the private sector are, by defi nition, “outsiders” to their current organization, but not all outsiders are switchers (i.e., respondents who moved to their current job from other public agencies), we also include a dummy variable that is coded 1 if the respondent’s last job was outside his or her current organization, and 0 otherwise.\nRelated to prior work emphasizing personal and psychological factors as antecedents of perceived red tape, we include several control variables to provide, to the extent possible with the available data, a baseline for comparison with previously tested models. Specifi - cally, we include measures for job satisfaction, job alienation, and perception of the level of supervision in the organization (as a proxy for formalization). For job satisfaction, we use the survey item “All in all, I’m satisfi ed with my job,” borrowed from Pandey and Kingsley (2000). For alienation, a single-item13 measure is borrowed from Pandey and Kingsley’s (2000) alienation scale, expressing the respondent’s level of agreement with the statement, “Th e most important things that happen to me involve my work” on a four-point Likert scale. For formalization, we use a dummy variable that is coded 1 if the respondent perceives the level of supervision in his or her organization as “too high,” and 0 otherwise. Th ough this measure is not a perfect proxy formalization, it is important to include such a control—even if an imperfect one—because the concepts of red tape and formalization are easily confounded although conceptually distinct (Bozeman and Scott 1996).\nAs the authors of studies emphasizing the social psychological approach to red tape perceptions readily acknowledge, the causality of these relationships is ambiguous (DeHart-Davis and Pandey 2005;\nOrganizational Pathology Compared to What? 589\nincluding such variables in modeling perceptions of red tape). Th e ordered logit model is used to estimate a diff erent operationalization of the perceived red tape measure described earlier—one based on the original survey item, but recoded into a four-point ordinal variable derived from the quartile distribution of the responses to the original survey item.\nFor the OLS regressions, we treat our dependent construct for perceived red tape as continuous. Th ough the 10-point scale is, in a strict sense, ordinal, previous studies have successfully justifi ed and demonstrated the value of using this measure as a continuous variable (e.g., Moon and Bretschneider 2002; Pandey and Kingsley 2000). First, the 10-point scale is fairly granular, and therefore respondents place their perceptions of red tape on a de facto continuum (rather than make qualitative judgments of how to categorize their perceptions as they would do in a typical ordinal scale). Because there are no a priori guidelines to evaluate point estimates of red tape perceptions (even if doing so was methodologically unambiguous), we focus on assessing the presence and direction of signifi cant diff erences in perceptions of red tape is of primary interest (Moon and Bretschneider 2002)—in this paper especially, diff erences related to job and career trajectory characteristics.\nWhile it is acceptable for practical purposes to treat the measure of red tape that we use in this study as continuous, it is not technically the most appropriate solution. Th us, we also include in our analysis an ordered logit regression using the full model specifi cation (i.e., including the job and career variables) but with a diff erent operationalization of red tape—one using the same scale but calculating the variable as a four-point scale based on the quartile distribution of respondents (since the 10-point scale is too granular for each point to be individually meaningful as a categorical assessment of red tape in an organization). Accordingly, we have grouped\nof the hypotheses presented here only insofar as they describe assessments of the same aggregate phenomenon. All respondents were asked to estimate on a scale from 1 to 10 (where 1 indicates perceiving “almost no red tape” and 10 indicates perceiving “a great deal of red tape”) the extent to which they perceive organizational rules and procedures as red tape, defi ning red tape as “burdensome rules and procedures that have negative eff ect on your organization’s eff ectiveness.”\nTh ough widely used, this measure is only one of many possible measures of red tape (see Pandey and Scott 2002 for an overview). Th e theoretical and empirical work on red tape is ongoing and has resulted in multiple conceptualizations and measures, ranging from relatively objective measures (insofar as the focus, though not necessarily the operationalization, of the measure is not perceptual)— including the amount of time associated with completing key managerial tasks (Bozeman, Reed, and Scott 1992; Bretschneider 1990), overformalization or excessive rules (Bozeman and Scott 1996), residual delays not explained by common or legitimate reasons for delays (Pandey and Bretschneider 1997), and red tape pertaining to specifi c practices such as personnel and procurement (Rainey, Pandey, and Bozeman 1995)—to more explicitly subjective measures (insofar as both the focus and operationalization of the measure is on individuals’ perceptions) relying on managers’ assessment of the levels of red tape in their organizations (Moon and Bretschneider 2002; Pandey and Kingsley 2000; Pandey and Welch 2005).16, 17"}, {"heading": "Methods", "text": "We estimate two ordinary least squares (OLS) regressions and an ordered logit regression. Two OLS regressions are run to compare competing model specifi cations—one with and one without the occupational and career trajectory variables that we emphasize in this study (to broadly assess the relative contribution, if any, of\nVariable Mean Std. Dev. Range\nLevel of perceived red tape 7.08 2 .11 0–10 The primary responsibility of the current job is managerial 65.2% 0.48 0–1\nThe primary responsibility of the current job is professional 25.7% 0.44 0–1\nThe primary responsibility on the current job is technical 8.6% 0.28 0–1\nHad one or more jobs in the private sector 28% 0.45 0–1\nPublic sector tenure 18 9.2 1–53\nLast job was outside of the current organization 25.7% 0.44 0–1\nNumber of years on current job 7.10 6.01 1–39\nGeorgia 54.5% 0.50 0–1\nTotal number of years spent working 22 8.97 3–57\nAgency of current job: health and social services 40.1% 0.49 0–1\nAgency of current job: criminal justice 17.1% 0.38 0–1\nAgency of current job: natural resources and transportation 20.3% 0.40 0–1\nAgency of current job: economic development and regulation 13.7% 0.34 0–1\nAgency of current job: staff and administrative services 8.8% 0.28 0–1\nAll in all, I am satisfi ed with my job 3.2 0.79 1–4\nThe most important things that happen to me involve my work 2.2 0.85 1–4\nHas a graduate degree 41.4% 0.49 0–1\nThe level of supervision in the current organization is too high 26% 0.44 0–1\nTable 1 Description of variables (n = 787)\nmodel specifi cation excluding the occupational and career trajectory variables. Model 2 is the same as model 1, but the specifi cation includes the occupational and career trajectory variables.18 Model 3 replicates the specifi cation of model 2 (i.e., it includes the occupation and career variables), except for the dependent construct and method, which entail the four-point (quartile-based) scale for red tape (versus the 10-point scale) and ordered logit regression (versus OLS).\nFor each of the hypotheses, we present the relevant fi ndings and then follow with specifi c discussion regarding each discrete fi nding. We reserve summative discussion for the conclusion section.\nrespondents to develop less granular (and more meaningful) categorizations of perceived red tape in order to facilitate analysis treating the dependent construct as an ordinal variable. Specifi cally, all respondents whose assessment of the level of red tape fell in the fi rst quartile of the distribution were coded 1, all respondents whose responses fell in the second quartile of the distribution were coded as 2, and so on."}, {"heading": "Results and Discussion", "text": "Table 2 presents the results of the three regression models. Model 1 is provided for the purpose of a baseline comparison—it uses OLS regression to assess the red tape scale as a function of the"}, {"heading": "R2 0.18 0.20 NA", "text": "Organizational Pathology Compared to What? 591\ncompliance burden relative to employees whose tasks and deliverables are more closely integrated with the general goals of an agency.\nTh is explanation is consistent with the general process of “person–role mismatch” in the workplace (West and Rushton 1989), discussed earlier, whereby individuals may develop negative attitudes toward their organizations when the current work environment and expectations do not confi rm for individuals their respective occupational identities. Accordingly, when a scientist or engineer is faced with broader organizational rules and procedures that do not directly pertain to his or her core (technical) functions and responsibilities—for instance, toward the end of a technical project, when it needs to be implemented and utilized by other organizational actors or clients—this experience may elicit negative attitudes or feelings, specifi cally with regard to the organizational rules or procedures instigating the feeling of “mismatch.” However, most explanations of this process (e.g., Louis 1980; Reichers, Wanous, and Steele 1994; West and Rushton 1989) emphasize a mismatch between past and current job experiences in eliciting negative attitudes toward work and work environment, rather than (as we emphasize here) variation in same-position role expectations per variable exposure to broader organizational rules and procedures (or to any other organizational characteristic)."}, {"heading": "Private Sector Job Experience", "text": "In contrast to our hypothesis, respondents with private sector work experience perceived less red tape in their organizations relative to career public servants. Per the OLS estimation, all else being equal, individuals with private sector job experience report an estimated half-point lower perceived red tape. Per the ordered logit estimation, private-to-public sector switchers are 11 percent more likely to be in the lowest quartile of the red tape distribution (and between 2 percent and 5 percent less likely to be in any higher quartile) than nonswitchers. Th ough this result at fi rst seems counterintuitive in light of the rationale proposed for H3, when one accounts for broader experience and learning throughout careers, the fi ndings are perhaps commensurate with the rationale (though not with the expected direction of eff ect) as originally stated.22\nIn our initial thinking (and hypothesizing) about the eff ect of private sector work experience on perceptions of organizational rules and procedures, we emphasized the process of workplace socialization, specifi cally how socialization into public sector norms and expectations (including norms and expectations related to organizational rules and procedures) may be hindered by (or may take longer as a result of ) respondents having worked in the private sector before occupying their current public sector positions. Because the private and public sectors are “diff erent” (see the aforementioned literature), respondents with prior work experience in a private company may experience the “mismatch” emphasized by the theories of workplace socialization (e.g., Louis 1980; West and Rushton 1989; Reichers, Wanous, and Steele 1994) because of exposure to organizational rules and procedures in the public sector that are diff erent (e.g., in quality, quantity) than the rules and procedures experienced in the private sector.23 In this regard, our thinking is consistent with recent theory and fi ndings on “private sector imprinting” (Boardman, Bozeman, and Ponomariov 2010), which shows that private sector work experience negatively aff ects some work-related attitudes, such as job satisfaction. However, while socialization explanations may"}, {"heading": "Primary Responsibility on Current Job", "text": "As initially hypothesized, respondents currently occupying professional and managerial positions perceive less red tape in their organizations relative to their peers in technical occupations. Per the OLS estimation, all else being equal, managers and professionals rank their perceptions of organizational red tape about half a point lower than colleagues in technical occupations. Per the ordered logit estimation, managers and professionals are about 10 percent and 12 percent more likely, respectively, to be in the fi rst (lowest) quartile of the red tape perceptions distribution than are technical personnel, and between 1 percent and 5 percent less likely to be in any of the higher quartiles.19 While in both models, the estimated perceived level of red tape is lower for both professionals and managers, and there is no statistically signifi cant diff erence between professionals and managers (p = .55).20 Th us, hypotheses H1a, H2, H2a are supported by the fi ndings, while hypothesis H1 is not supported.\nTh ese fi ndings suggest that public organizations do not necessarily experience confl icts between organizational rules and procedures (i.e., administrative authority) and professional authority, but rather professionals are perhaps well-integrated within the hierarchy, at least as well as their managerial colleagues. Mentioned earlier, one of the reasons for this may be that the concept of “professionals” perhaps is now too broad to make the classic distinction between professional and administrative authority, at least in the public sector context (e.g., given the increased specialization and educational attainment of the public sector workforce; see U.S. Bureau of Labor Statistics 1998; U.S. Offi ce of Personnel Management 2003).\nHowever, these fi ndings do suggest a tension between administrative and occupational authority with regard to respondents holding technical positions. We suggest that this diff erence is a consequence of the emphasis that technical occupations place on technical deliverables—most likely to be “operational” rather than “general” goals in most organizations—and as a result, technical personnel associate a greater compliance burden with organizational rules and procedures relative to their managerial and professional peers (whose occupational emphases may be more directly connected with the same set of rules and procedures). Th is explanation is consistent with studies of technical personnel’s views of and reactions to organizational formalization and control (Bozeman and Loveless 1987; Miller 1967; Orth 1965).\nTechnical personnel experiencing organizational rules and procedures (and, more generally, organizational culture and environment) diff erently than professional and managerial personnel may be a consequence of socialization and perhaps also of learning mechanisms (though we emphasize the latter more with regard to variation in career trajectory). Because of the nature of scientifi c and technical training and occupations—typically focused on developing or harnessing a specifi c skill set for the conduct of discrete projects in a specialty area—technical personnel may be more inclined by the nature of their backgrounds and training and the norms and expectations of their immediate occupational workgroups than professionals and managers to “put the project fi rst” and to perceive and prioritize tasks and task dimensions more narrowly (e.g., perhaps with less regard for broader organizational processes and goals because of a focus on achieving technical objectives).21 As a result, technical personnel may perceive organizational rules and procedures as entailing a greater\n592 Public Administration Review • July | August 2011"}, {"heading": "Tenure on Current Job and Public Sector Tenure", "text": "Th e number of years spent on the current job has no statistically discernible eff ect on perceptions of red tape—this fi nding is the same as in previous studies (Pandey and Kingsley 2000). However, the number of years spent in public sector jobs beyond the current one (i.e., total public sector tenure) negatively aff ects perceived levels of red tape. Per the OLS estimation treating perceived red tape as a continuous construct, for every 10 years spent working in the public sector, the level of perceived red tape in one’s current organization drops by about 0.4 point, all else being equal. Per the ordered logit estimation using the four-point ordinal construct for perceived red tape, for every 10 years spent working in the public sector, respondents are about 7 percent more likely to be in the lowest (fi rst) quartile of the perceived red tape distribution and between 2 percent and 4 percent less likely to be in any of the higher quartiles. Th us, the fi ndings support hypothesis H4a, but not hypothesis H4.\nTh e negative result between public sector tenure and perceived red tape is suggestive of both socialization and learning explanations. Per the rationale expressed for H4a, the longer a respondent has occupied public sector positions, the more socialized into public sector norms and expectations he or she may be, and as a result, the less likely he or she may be to experience the “mismatch” and attendant negative attitudes emphasized in the research and theory on workplace socialization. Related, the negative result for public sector tenure is also consistent with applied psychology research on the mechanisms of experience-based attitude formation, including conditioning (Kim, Allen, and Kardes 1996). Both the socialization\nand conditioning interpretations emphasize essentially the same passive process—at least on the part of the individual perceiving and developing attitudes toward organizational rules and procedures—whereby prolonged exposure to certain sets of organizational rules and procedures causes higher levels or degrees of internalization of these rules and procedures, which results in the rules and proce-\ndures going “less noticed” (or at least less noticed as “burdensome”) as exposure increases.\nHowever, the extent to which this process (i.e., prolonged experience with public organizations’ rules and procedures resulting in relatively positive attitudes) may be explained by socialization versus explicit understanding and learning explanations is not clear.25 For example, similar to our explanation of the negative fi nding for private sector work experience, lengthy experience in the public sector may also have explicit learning eff ects associated with the longevity and variety of career experiences that facilitates one’s understanding of specifi c organizational rules and procedures (i.e., understanding of rules’ functional objectives) and, more generally, one’s navigation of the “rules landscape” in public organizations— thus reducing the likelihood of perceiving organizational rules and procedures negatively or as “red tape.” In other words, over time, managers may actively learn to value the functionality of rules they previously did not value (e.g., based on the acquisition of information and improved understanding that results) rather than passively being socialized into accepting public sector organization rules and procedures (and norms and expectations more broadly). While the current analysis does not allow us to distinguish, we suspect that\naccount satisfactorily for personal attitudes (such as feeling a sense of self-worth or satisfaction in one’s job), perceptions of functional objects such as organizational rules and procedures seem—at least on refl ection of the reverse fi ndings for H3—perhaps more susceptible to learning and changed perceptions based on learning, rather than to socialization per se.\nSpecifi cally, when one considers the learning from experience that individuals undergo as they progress in their careers, the negative fi nding between private sector experience and perceived red tape remains consistent with the expectancy-value model of attitude formation and change emphasized in this paper. Based on the theory’s emphasis on numerous antecedents (i.e., both cognitive and noncognitive as well as historical and contemporaneous factors) of attitudes toward an object (insofar as these antecedents aff ect one’s valuations of a particular object’s attributes—in this case, the compliance burden and functional objective of organizational rules and procedures), the rationale that inherent diff erences between the sectors may explain perceptions of red tape on the part of individuals who transition from one sector to the other must be amended to account for the fact that these individuals, as they progress and learn in their careers and traverse organizational and sectoral boundaries, will experience diff erences between the sectors (including, but not limited to, organizational rules and procedures) diff erently.\nFor example, the broadened career experiences that respondents with private sector work experience have in comparison to their counterparts who have spent the entirety of their careers in the public sector may result in the former group developing a broader and more realistic set of expectations for and understanding of organizational rules and procedures in general, which, in turn, would see sector switchers’ valuations (or “beliefs” toward, in the terms of expectancy-value theory) of the compliance burdens and functional objectives (the “attributes”) of their current organization’s rules and procedures (the “object”) as more positive (less burdensome)— based on knowledge acquired during this relatively broader career experience. Th us, our theoretical explanation of career trajectory as an antecedent of perceptions of red tape should include increased emphasis on the relatively conscious and explicit process of learning (and less emphasis on the process of socialization, which was the emphasis for H3) because attitude formation as it relates to workers’ perceptions of organizational rules and procedures (and to discrete functional objects more generally) seems to be a dynamic process whereby preexisting frames of reference (e.g., ones acquired in the private sector) are not passively superimposed on the new experience (e.g., current public sector job). Instead, past experiences likely are reevaluated in the context of new experiences, thereby resulting in a diff erent perception of the same phenomenon relative to people without the private sector job experience. Hence, changes in the frame of reference from public to the private sector may facilitate learning about organizational rules and procedures that informs perceptions of and attitudes toward these objects. Consistent with the expectancy-value model of attitude formation, it may be that new (and not just past) experiences lead sector switchers to reevaluate their beliefs about the compliance burden aspect of rules and regulations, thereby decreasing overall perceptions of red tape.24 [A] negative result between public sector tenure and perceived red tape is suggestive of both socialization and learning explanations.\nOrganizational Pathology Compared to What? 593\nthinking in these terms (e.g., Boardman, Bozeman, and Ponomariov 2010; Walker and Brewer 2008). To conclude, we discuss the value of some of the specifi c fi ndings for theory and practice, and then move on to discussion of how future research can extend and improve on our contribution.\nFirst, the fi ndings for one’s primary responsibility on the job suggest that, in the public sector, technical authority may confl ict with administrative authority, whereas professional authority may not. While these fi ndings (for current job characteristics) are interesting in light of our discussion of competing authorities in public organizations and the eff ects of such “competition” on individual workers, they perhaps are more useful when compared to the recent study by Walker and Brewer (2008), who assess the relationship between vertical diff erentiation and perceptions of red tape.\nSpecifi cally, Walker and Brewer fi nd that managers at lower strata of public organizations’ hierarchies are more likely to perceive red tape, whereas we fi nd personnel fulfi lling primarily technical functions to be more likely to perceive red tape than managers and professionals. While these fi ndings at fi rst seem commensurate (i.e., insofar as managers and professionals oftentimes can be vertically “higher” in organizational hierarchies than technicians), it is important to remember that our assessment includes public personnel in similar pay grade ranges. We do not account for vertical diff erentiation in our analysis of perceived red tape; Walker and Brewer do not seem to account explicitly for functional variation within singular levels of organizational hierarchies. Given increasing reliance in the public\nsector on technical and scientifi c information and expertise—and more generally, the professionalization of the public sector—the dynamic between horizontal and vertical differentiation and how this may aff ect individuals’ valuations of the compliance burdens and functional objectives of organizational rules and procedures should be explored in future research.\nSecond, the fi ndings for career trajectory suggest that broader career experiences may result in more positive assessments of organizational rules and procedures. We are among the fi rst to operationalize and address systematically the eff ects of the “boundaryless career” (Arthur and Rousseau 2001) on attitudes toward and perceptions of work and work environment (an exception is Light 1999). Th ough our data and operationalizations for career trajectory may be less than perfect,\nthey importantly account for sector switchers—described by Light as “the defi ning characteristic of the new public service” (1999, 76). Indeed, given the current economic crisis and the jobs creation eff orts in government, the proportion of public sector workers with private sector work experience should increase in years to come.\nSpecifi cally, our fi ndings for career trajectory suggest a potentially (pending further investigation) important distinction between diff erent types of work attitudes and perceptions—based on the nature of the object of the attitude or perception under analysis. For\nboth processes are at work and, importantly, are not so easily distinguished from one another (Clausen 1968)."}, {"heading": "Prior Job Outside the Current Organization", "text": "Having had a job immediately before the current one in another organization has a negative eff ect on perceptions of red tape relative to respondents whose prior job was within the same organization. Per the OLS estimation, “outsiders”—whether arriving in one’s current position from another public organization or from the private sector—score about 0.3 point lower on the red tape scale compared to “insiders” (whose immediately prior job was with the same organization they currently work for). Th e fi ndings for outsiders are not as robust as for the other career and current job variables discussed earlier (i.e., the estimator for outsiders is not statistically signifi cant in the ordered logit model).\nTh e negative fi nding for outsiders from the OLS regression provides further support for the argument that learning from a breadth of career experiences—discussed here specifi cally as having worked for diff erent organizations throughout one’s career, even if just diff erent public sector organizations—may be an important aspect of attitude formation toward organizational rules and procedures. Th us, the explanatory mechanism of learning about organizational rules and procedures through varied career experiences applies to more than just sector diff erences, but to organizational diff erences as well. In sum, organizational contexts and environments—and the resultant organizational structure, including, but not limited to, organizational rules and procedures—can vary in numerous ways to iteratively aff ect individual career experiences, learning from these experiences, and therefore perceptions of organizational rules and procedures based on individuals’ changing (e.g., over time and experiences) valuations of rule and procedure attributes."}, {"heading": "Conclusions", "text": "Th e theory and fi ndings presented in this paper hold some promise for enhancing understanding of the antecedents and processes related to individuals’ perceptions of organizational rules and procedures in public organizations. Th e paper enhances understanding by demonstrating that career trajectory and current job characteristics are associated with perceptions of organizational rules and procedures as burdensome and as having negative eff ects on the organization, or as “red tape.” Generally, we suggest based on our fi ndings that broader frames of reference (e.g., richer career experiences) result in lower perceptions of red tape because individuals with more and more varied experiences may possess a greater ability to understand and perhaps manipulate rules and procedures. We also suggest based on our fi ndings that the less central organizational rules and procedures are to one’s primary tasks and duties, the more likely one will perceive red tape. While our emphasis on current and past career characteristics diff ers somewhat from general trends in public administration research toward a social psychological explanation of work attitudes and perceptions, there are signs that we are not the only ones currently\nTh ough our data and operationalizations for career trajectory may be less than perfect, they importantly\naccount for sector switchers— described by Paul Light as “the defi ning characteristic of the new public service” (1999,\n76). Indeed, given the current economic crisis and the jobs\ncreation eff orts in government, the proportion of public sector\nworkers with private sector work experience should increase\nin years to come.\n594 Public Administration Review • July | August 2011\nboth social psychological and noncognitive factors in explaining individuals’ attitudes and perceptions.\n3. However, there are diff erences between Bozeman’s (2000) approach to “stakeholder red tape” and our approach to the infl uence of job and career characteristics on perceived red tape, which we discuss later.\n4. Because of the survey methods that are often used to operationalize red tape as an outcome, the distinction between “outcome” and “perception” operationalizations of red tape is blurred—as it is for most empirical public management research (Luton 2007, 2008). However, we retain the distinction in our review of the literature that in studies of red tape as an outcome, the focal object is not perceptual (though the methods for measuring the outcome rely on perceptions). In contrast, in studies of perceived red tape—including the current study—the object of interest is the actual perception. Bozeman (2000) rightly acknowledges that even perceived red tape has “real” or objective components (i.e., rules or procedures with attributes, including a compliance burden and/ or a functional objective), which we discuss in the theory and hypotheses section.\n5. Such stakeholder groups can be either outside or within the organization. Th e present study—much like Walker and Brewer (2008)—focuses on internal stakeholders.\n6. Our emphasis on workplace groups is slightly diff erent from Bozeman’s (2000) treatment of stakeholder groups. Bozeman’s stakeholder red tape is not confi ned to the perceptions of a particular occupational or professional group in the workplace, but rather refers to any workplace group that perceives a particular rule or procedure (or a particular set of rules and procedures) as entailing a compliance burden while fulfi lling no functional objective valued by that stakeholder group. Accordingly, Bozeman’s approach rightly acknowledges that a given stakeholder group in the workplace may be composed of participants with variable occupational or professional roles and responsibilities. Somewhat diff erent, the workplace groups we emphasize are demarcated by the nature of the professional or occupational tasks and responsibilities that characterize each group’s primary contributions to the organization—for example, managers, technical personnel, and professionals are presented in this paper as separate workplace groups. While this approach does not account for specifi c contingencies in which workers with diff erent professional or occupational roles and responsibilities may band together as a group of stakeholders in response to a specifi c set of organizational rules or procedures, the workplace (versus stakeholder) group approach taken in this paper is justifi ed given our emphasis on perceptions of organizational rules and procedures generally (see the discussion of our operationalization of perceived red tape). Because organizational rules and procedures generally are intended to structure the behaviors of workers to facilitate the primary contributions that the organization desires from diff erent workgroups, it is reasonable to expect perceptions of organizational rules and procedures to diff er across occupational or professional categories.\n7. Th e hypotheses are numbered so that each major independent variable considered has its own uniform number. If more than one outcome is hypothesized to be associated with each variable, then the original hypothesis number is preserved, and the other hypotheses are distinguished by a letter following the number (e.g., H1a). 8. For a broader discussion, see Hall (1991). 9. “Distraction” in this sense simply means an organizational level concern that is\nnot of direct signifi cance for the technical project but infl uences its execution. For example, when state transportation agencies design roads and bridges, the process is punctuated by numerous environmental and right-of-way approvals. While concerns raised in these stages can and do infl uence the fi nal design, they are neither suffi cient nor necessary conditions for preparing rigorous design, but rather represent additional, nontechnical constraints that such designs need to satisfy while also directly aff ecting the workfl ow of the involved technical personnel.\nexample, one prior study on which we relied in our initial thinking about the role of career trajectory in perceptions of red tape showed that private sector work experience negatively aff ects personal attitudes such as job satisfaction and deriving a feeling of self-worth from one’s job (Boardman, Bozeman, and Ponomariov 2010). In contrast, the current analysis shows past private sector job experiences to have a positive eff ect on personal attitudes toward organizational rules and procedures. An important diff erence here may be that for job satisfaction, the object (i.e., one’s job) is conceptually broad and accounts for a wide range of work experiences, whereas for attitudes toward organizational rules and procedures, the object (i.e., rules and procedures) is relatively discrete and, in some cases, may account for just a narrow set of work experiences—for instance, in the case of technical personnel who may be less frequently exposed to organizational rules and procedures. Another important distinction may be that personal feelings such as job satisfaction can be more related to extrinsic motivators such as pay, while perceptions of organizational rules and procedures may be colored by the extent to which they impede one’s intrinsic drive to work (Boardman, Bozeman, and Ponomariov 2010). In developing middle-range theory (versus the general expectancy-value approach to attitude formation we emphasize in this study) about the expected eff ects of career variables on work-related attitudes, researchers should account for attributes of the attitude object (e.g., whether the object is related to discrete versus general work experiences for the individual, whether it is related to extrinsic or intrinsic aspects of work), and for red tape studies, perhaps even for specifi c types of organizational rules and procedures (Scott 2002).\nMuch work remains to be done in accounting for the impact of career variables on red tape perceptions in the public sector. For instance, we account for only simple measures of private sector experience and provide no qualitative insight into the nature of these experiences—which may be very similar to public sector work experiences depending on the degree to which the companies worked for are beholden to political and economic authorities (Bozeman 1987). Similarly, though the self-reported current job types seem valid (based on comparisons with formal job titles provided by respondents), they are quite general, and thus future research would benefi t from operationalizing—in a more granular fashion—the properties of individual work contexts. Th e fact that we fi nd discernible eff ects for the career variables across what is in all probability a varied set of career experiences among the respondents is encouraging about the potential fruitfulness of future and more detailed research on this topic."}, {"heading": "Notes", "text": "1. However, Scott (2002) does not recommend assessing the career trajectories of\npublic managers, as we do in the current paper (in addition to assessing current job characteristics, personal and psychological factors, and organizational characteristics).\n2. To be clear, we do not harbor any expectations regarding the relative importance of current job and career trajectory characteristics vis-à-vis the social psychological characteristics emphasized in prior studies of perceptions of red tape. Motivated by theories of attitude formation and change from applied and occupational psychology (which we discuss at length later), the purpose of our research is to broaden theory and research on perceived red tape to include additional historical and noncognitive phenomena that are not emphasized in the extant literature on perceived red tape. Th e theories we draw from emphasize\nOrganizational Pathology Compared to What? 595\n1997). An advantage of the “directness” of single-item dependent variables may also be to avoid face validity problems that accompany multiple-item indicators (Nagy 2002).\n16. As discussed in the literature review, many of the studies using ostensibly objective measures of red tape also rely on subjective reports of the extent of delays, job codifi cation, personnel rules, and so on. See Luton (2007, 2008) for a general discussion of related challenges for empirical methods in public management research.\n17. Th e diversity of approaches toward the measurement of red tape does not necessarily imply conceptual uncertainty about red tape. In a rigorous assessment of popular red tape constructs, Pandey and Scott (2002) empirically demonstrate that while, as a concept, red tape has multiple dimensions, the diff erent dimensions are used consistently to address specifi c research questions (this conclusion also supported by Brewer and Walker 2009). Yet, there seems to be theoretical consistency to the concept of red tape and the application of its discrete dimensions—all of the dimensions emphasize that “red tape” is distinct from formalization and characterize it as some sort of burden caused by administrative rules and procedures that do not seem to advance the goals of the organization.\n18. Per the following regression diagnostic tests, there is no evidence of violation of the regression assumptions: the average VIF score is 2.1, suggesting no evidence for collinearity, and the L. Hamilton IQR test for the normality of the distribution of the residuals identifi es zero “severe outliers,” thereby failing to reject the hypothesis that the distribution of the residuals is normal.\n19. Th ese estimates are based on the prchange postestimation command in Stata 10.0, holding all variables constant at their means.\n20. Th is estimate is obtained by running a (postestimation) Wald test for the equivalency of the two coeffi cients.\n21. Of course, we do not expect all technical personnel to share this work mentality, but rather, we expect generally that personnel who self-report their primary responsibility at work as “technical” (versus “managerial” or “professional”) will be more focused on their technical tasks and duties than on organizational rules and procedures that are peripheral to these (technical) operant goals and objectives. Indeed, this is a methodological advantage of allowing respondents to identify for themselves what is the primary responsibility at work (versus using job titles), insofar as the senior engineer who spends most of his or her work time managing technical projects and ensuring that the technical projects are incorporated into the broader organizational structure on completion may characterize his or her primary responsibility as “managerial” and also view organizational rules and procedures as less burdensome and more functional.\n22. We’re especially grateful to the anonymous reviewer who made this observation. 23. Specifi cally, we were drawing on a study by Reichers, Wanous, and Steele (1994),\nwho assess person–role mismatch as well as the immediacy and duration of the previous work experiences that defi ne the mismatch to develop a typology of workers: “neophytes” with no prior career experiences, “initiates” with some but not extensive career experiences similar to their current occupation, “veterans” who have worked for an extended period in their current position, and “converts” whose prior job experiences were quite diff erent in work role expectations and/or work environment. In H3, we essentially conceptualized sector switchers as “converts,” who are most likely to express negative attitudes because of person–role mismatch.\n24. Moreover, in addition to the learning and diff erent (broader) frames of reference that sector switchers may acquire over the course of their careers, these individuals may also learn simply that the stereotypes about government red tape do not hold true (for example, see Rainey and Bozeman 2000, who suggest that the only two aspects in which public organizations are consistently diagnosed with greater extent of red tape than the private ones are procurement and personnel).\n25. We discuss the processes of learning and socialization as separate to facilitate our discussion of the fi ndings. Indeed, socialization is a type of learning process. For further discussion, see Clausen (1968).\n10. As pointed out by one of the anonymous reviewers, an alternative expectation is that respondents with broader and more varied career experiences learn from these experiences and, as a result of this learning, have greater understanding of formalization across diff erent organizations and therefore greater capacity to perceive the functional objectives of organizational rules and procedures (thereby decreasing the likelihood of perceiving these rules as red tape). We discuss this alternative expectation in the context of the fi ndings.\n11. Th is typology is proposed by Brudney and Hebert (1987). Including such control is important because agencies with diff erent missions will have diff erent needs and uses for rules (Meier 2000). In the study, this variable is especially important because it allows us to control for systematic diff erences in the organizational context, and thus for systematic diff erences in “objective” red tape.\n12. Unlike prior assessments of perceived red tape, although we control for current job characteristics and current organizational factors, including Brudney and Hebert’s (1987) typology of public sector agencies, we do not account for organizational sector and size. First, all of the respondents currently work in the public sector. Second, there are data limitations to NASP-III that preclude accounting for size. We do not view this as a substantial defi ciency in the model specifi cation given the tenuous nature of organizational size as an antecedent variable. For instance, Hall and Tolbert (2005) and others (Aldrich 1972; Argyris 1972) suggest that the analysis of organizational size must accompany the investigation of other organizational characteristics and additional factors—such as organizational technology (which in theoretical terms is not too dissimilar to our emphasis on the primary contributions each respondent reports making to their respective organizations, though it is at the individual rather than the organizational level of analysis)—given the inconsistency and unreliability of fi ndings regarding size as an antecedent variable in organizational studies. However, that we control across the respondents for the mission or type of public sector organization for which they currently work may serve as a proxy for organizational characteristics such as size (as well as for other factors emphasized as important correlates to size, such as organizational technology).\n13. Unfortunately, our data do not include the other items to replicate their scale, but even if these survey items were available, this could still be problematic, because as Pandey and Kingsley acknowledge, the other three items they use in the job alienation scale overlap substantially with “job motivation” constructs.\n14. Th ese labels are self-reported—that is, it was up to the respondents to determine how best to describe the primary responsibility of each job they held. After the data were collected, the research team examined the formal job descriptions provided by respondents in relation to the categories they chose to describe their primary responsibilities, and this comparison suggests that this is an unambiguous process—that is, it was easy to establish an apparent connection between the job “type” and the job description. Because some jobs involve many responsibilities simultaneously, there were cases in which—for example—respondents who could nominally be classifi ed as “technical” (e.g., state civil engineer) chose to describe their jobs as “managerial.” In such cases, we did not manually correct the data, as the self-designation is still likely to properly refl ect the scope of the responsibilities. Per the foregoing example, a senior civil or transportation engineer in a transportation agency may do very little actual engineering work, but may be more involved in managerial tasks such as reviewing and approving general plans, allocating resources to projects, and so on—predominantly managerial, rather than technical, tasks. Second, and related, allowing respondents to self-describe their current jobs is important methodologically, as individuals’ own perceptions of the main focus, or the “stakes,” of their respective jobs is precisely the lens that we suggest mediates their red tape perceptions.\n15. With regard to methodological admonitions from the social psychology literature regarding the use of single-item dependent variables, we follow recent fi ndings suggesting that single-item indicators to correlate quite highly with multipleitem indicators—for instance, this has been demonstrated for studies using job satisfaction as a dependent variable (Nagy 2002; Wanous, Reichers, and Hudy\n596 Public Administration Review • July | August 2011"}], "title": "Organizational Pathology Compared to What? Impacts of Job Characteristics and Career Trajectory on Perceptions of Organizational Red Tape", "year": 2011}