{"abstractText": "Background and Objectives: Covid-19-related social-distancing measures have dramatically limited physical social contact between individuals of all ages. We wondered how these new societal conditions would impact the choices of individuals of different ages and if social distancing measures would have a differential emotional impact on older individuals. Early media reports suggested that older adults were more likely to ignore social distancing guidelines. Research Design and Methods: We conducted two online studies to examine temporal discounting of monetary, health, and social rewards, COVID-19 beliefs, social distancing behaviors, and mental health symptoms. We used the initial study (N = 233) to form our hypotheses about social distancing behaviors and we ran the second, pre-registered study (N = 243) to determine if these relationships replicated. Results: We found that although older adults were more likely to prefer smaller, sooner (i.e., temporal discount) social and health-related rewards in decision-making tasks, there were no adult age differences in social distancing behavior. The increased motivation for immediate social contact in older age appears to be balanced by a similarly increased motivation for physical health. Although older adults reported being more likely to contract Covid-19 and experience more severe health consequences, they experienced fewer overall Covid-19-related mental health symptoms compared to younger adults. Discussion and Implications: These data contradict media anecdotes and suggest that older adults are not only similarly compliant with distancing guidelines, but also are faring relatively better emotionally during the pandemic while overall mental health issues are higher than normal in the population.", "authors": [{"affiliations": [], "name": "Kendra L. Seaman"}, {"affiliations": [], "name": "Eric J Juarez"}, {"affiliations": [], "name": "Addison Troutman"}, {"affiliations": [], "name": "Joanna M. Salerno"}, {"affiliations": [], "name": "Silvia P. Samanez-Larkin"}, {"affiliations": [], "name": "Gregory R. Samanez-Larkin"}], "id": "SP:f3913bcb12fc304d6963484e973773c6cbff3508", "references": [{"authors": ["D.A. Burr", "J.J. Castrellon", "D.H. Zald", "G.R. Samanez-Larkin"], "title": "Emotion dynamics across adulthood in everyday life: Older adults are more emotionally stable and better at regulating desires. Emotion", "year": 2020}, {"authors": ["J.T. Cacioppo", "L.C. Hawkley", "R.A. Thisted"], "title": "Perceived Social Isolation Makes Me Sad: Five Year Cross-Lagged Analyses of Loneliness and Depressive Symptomatology in the Chicago Health, Aging, and Social Relations Study", "venue": "Psychology and Aging,", "year": 2010}, {"authors": ["B.B. Cardini", "A.M. Freund"], "title": "More or less energy with age? A motivational life-span perspective on subjective energy, exhaustion, and opportunity costs", "venue": "Psychology and Aging,", "year": 2020}, {"authors": ["L.L. Carstensen"], "title": "The Influence of a Sense of Time on Human Development", "venue": "Science, 312(5782), 1913–1915. https://doi.org/10.1126/science.1127488", "year": 2006}, {"authors": ["L.L. Carstensen", "B.L. Fredrickson"], "title": "Influence of HIV status and age on cognitive representations of others", "venue": "Health Psychology,", "year": 1998}, {"authors": ["L.L. Carstensen", "J.A. Mikels"], "title": "At the Intersection of Emotion and Cognition: Aging and the Positivity Effect", "venue": "Current Directions in Psychological Science,", "year": 2005}, {"authors": ["J.B. Dowd", "L. Andriano", "D.M. Brazel", "V. Rotondi", "P. Block", "X. Ding", "Y. Liu", "M.C. Mills"], "title": "Demographic science aids in understanding the spread and fatality rates of COVID-19", "venue": "Proceedings of the National Academy of Sciences,", "year": 2020}, {"authors": ["B.L. Fredrickson", "L.L. Carstensen"], "title": "Choosing social partners: How old age and anticipated endings make people more selective", "venue": "Psychology and Aging,", "year": 1990}, {"authors": ["H.H. Fung", "L.L. Carstensen", "A.M. Lutz"], "title": "Influence of time on social preferences: Implications for life-span development", "venue": "Psychology and Aging,", "year": 1999}, {"authors": ["K. Liu", "Y. Chen", "R. Lin", "K. Han"], "title": "Clinical features of COVID-19 in elderly patients: A comparison with young and middle-aged patients", "venue": "Journal of Infection,", "year": 2020}, {"authors": ["M. Mather", "L.L. Carstensen"], "title": "Aging and motivated cognition: The positivity effect in attention and memory", "venue": "Trends in Cognitive Sciences,", "year": 2005}, {"authors": ["N. Ozamiz-Etxebarria", "M. Dosil-Santamaria", "M. Picaza-Gorrochategui", "N. Idoiaga-Mondragon"], "title": "Stress, anxiety, and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the northern Spain", "venue": "Cadernos de Saúde Pública,", "year": 2020}, {"authors": ["R Core Team."], "title": "R: A Language and Environment for Statistical Computing", "venue": "R Foundation for Statistical Computing. https://www.R-project.org/", "year": 2019}, {"authors": ["R.P. Rajkumar"], "title": "COVID-19 and mental health: A review of the existing literature", "venue": "Asian Journal of Psychiatry, 52, 102066. https://doi.org/10.1016/j.ajp.2020.102066", "year": 2020}, {"authors": ["S.O. Roberts", "C. Bareket-Shavit", "F.A. Dollins", "P.D. Goldie", "E. Mortensen"], "title": "Racial Inequality in Psychological Research: Trends of the Past and Recommendations for the Future. OSF Preprints", "year": 2020}, {"authors": ["S. Scheibe", "L.L. Carstensen"], "title": "Emotional Aging: Recent Findings and Future Trends", "venue": "The Journals of Gerontology: Series B,", "year": 2010}, {"authors": ["K.L. Seaman", "M.A. Gorlick", "K.M. Vekaria", "M. Hsu", "D.H. Zald", "G.R. Samanez-Larkin"], "title": "Adult age differences in decision making across domains: Increased discounting of social and health-related rewards", "venue": "Psychology and Aging,", "year": 2016}, {"authors": ["M. Shevlin", "O. McBride", "J. Murphy", "J. Gibson Miller", "T.K. Hartman", "L. Levita", "L. Mason", "A.P. Martinez", "R. McKay", "T.V.A. Stocks", "K.M. Bennett", "P. Hyland", "T. Karatzias", "R. Bentall"], "title": "Anxiety, Depression, Traumatic Stress, and COVID-19 Related Anxiety in the UK General Population During the COVID-19 Pandemic. [Preprint]. PsyArXiv", "year": 2020}], "sections": [{"text": "Background and Objectives: Covid-19-related social-distancing measures have dramatically limited physical social contact between individuals of all ages. We wondered how these new societal conditions would impact the choices of individuals of different ages and if social distancing measures would have a differential emotional impact on older individuals. Early media reports suggested that older adults were more likely to ignore social distancing guidelines. Research Design and Methods: We conducted two online studies to examine temporal discounting of monetary, health, and social rewards, COVID-19 beliefs, social distancing behaviors, and mental health symptoms. We used the initial study (N = 233) to form our hypotheses about social distancing behaviors and we ran the second, pre-registered study (N = 243) to determine if these relationships replicated. Results: We found that although older adults were more likely to prefer smaller, sooner (i.e., temporal discount) social and health-related rewards in decision-making tasks, there were no adult age differences in social distancing behavior. The increased motivation for immediate social contact in older age appears to be balanced by a similarly increased motivation for physical health. Although older adults reported being more likely to contract Covid-19 and experience more severe health consequences, they experienced fewer overall Covid-19-related mental health symptoms compared to younger adults. Discussion and Implications: These data contradict media anecdotes and suggest that older adults are not only similarly compliant with distancing guidelines, but also are faring relatively better emotionally during the pandemic while overall mental health issues are higher than normal in the population. Keywords: COVID-19, aging, temporal discounting, social distancing, mental health\n3\nSocial distancing measures, implemented in response to the COVID-19 pandemic, have\ndramatically altered daily life for many individuals. People are being asked to delay or forego interactions with colleagues, friends, and family in order to “flatten the curve”, or lower the transmission of COVID-19. Early anecdotes in popular media suggested that older people may be more likely to ignore distancing guidelines. Age is one of the most critical risk factors for contracting and suffering serious consequences of COVID-19, so why would older adults refuse to social distance? Theory and research suggest that goals and motivations shift over the adult life span (Carstensen, 2006; Carstensen & Mikels, 2005; Mather & Carstensen, 2005). Younger adults, who view their futures as open-ended, tend to prioritize goals focused on novelty - gathering new information and knowledge, meeting new people, and having new experiences. As people age, however, they begin to see their futures as being more limited. With increasingly limited time horizons, people begin to shift their priorities away from expanding their resources and towards maintaining their socioemotional wellbeing. In particular, older adults tend to choose close social partners over novel relationships (Carstensen & Fredrickson, 1998; Fredrickson & Carstensen, 1990; Fung et al., 1999), value spending time with close social partners more than younger adults (Seaman et al 2016), and have more energy for social activities (Cardini & Freund, 2020). This focus on spending time with close social partners may make social distancing particularly challenging for older adults. Stress, anxiety, and depression are increasing during the current pandemic (Ozamiz-Etxebarria et al., 2020; Shevlin et al., 2020), and older adults may be especially vulnerable to the emotional toll of social distancing (Cacioppo et al., 2010). However, older adults are also emotionally resilient (Scheibe & Carstensen, 2010), so they may not be worse off emotionally during the pandemic. In two samples of American adults, we examined age differences in preferences for temporally delayed\n4\nsocial, health, and monetary rewards, social distancing behaviors, and the mental health consequences of social distancing.\nSeveral years before this pandemic, we found that older adults preferred social and health\nrewards that were available sooner even when the magnitude of the reward was smaller. We did not find differences in preferences for monetary rewards across the adult life span (Seaman et al., 2016). Although adults of all ages were similarly motivated to choose sooner, smaller monetary rewards, older adults appeared to be relatively more motivated by social and health rewards. Current social distancing puts these two types of rewards in direct conflict: one may need to limit social interactions in order to maintain health. Do these real-world limits on social interaction change people’s willingness to wait for social and health rewards? Do the age differences we observed hold under these circumstances?\nThe effects of social distancing on time preferences are not obvious. It is possible that the\ndecrease in everyday social interaction will increase the value of social-related rewards. This may be more pronounced for older individuals, who are perhaps already more socially isolated than younger or middle-aged adults. It is also possible that the threat to physical health posed by COVID-19 will increase the value of health-related rewards. This effect may be more pronounced for older individuals, who are at greater risk of succumbing to the virus.\nTo explore these possibilities, we conducted a partial replication of a prior study (Seaman\net al., 2016) focused on temporal discounting of monetary, health, and social rewards. Additionally, we asked participants about their COVID-19 beliefs, social distancing behaviors, and mental health symptoms. After examining most of the initial data set (primary sample) to form our hypotheses about social distancing behaviors, we ran a second, pre-registered confirmatory study (replication sample) to determine if these relationships replicated.\n5\nResearch Design and Methods\nProcedure. Participants for both studies were recruited using Qualtrics Panels. Screening\nquestions were used to exclude people with a history of neurological illness or prior head injury. Age, gender, and race quotas were used to ensure the sample included equal numbers of White, Black, and Hispanic/Latinx men and women within each age decade. Participants completed a brief demographic questionnaire, answered questions about COVID-19/coronavirus, mental health, social distancing and the future, and completed three temporal discounting tasks. Total survey time was approximately 30 minutes. The Duke University Institutional Review Board approved all experimental procedures. The primary sample was collected from April 16, 2020 to April 28, 2020. The replication sample was collected from April 27, 2020 to May 26, 2020.\nParticipants. Based on a prior study (Seaman et al, 2016), we expected that age effects\non temporal discounting for social rewards would be small (r = 0.26). A power analysis showed that for two predictors (Age and Age2) in a linear model, a sample size of 136 would be sufficient to detect this effect with 80% power. Further, because many of our questions about COVID-19 were exploratory in nature and there were no existing estimates of effect size on which to base a sample size calculation, we decided to collect a minimum of 200 participants in each study. All participants who completed the full survey were included. Participants in the primary sample (N = 233) ranged in age from 18 to 86 with a mean age of 52.5 years old and in the replication sample (N = 243) ranged in age from 18 to 90 with a mean age of 52.0 years old. By design, both samples include half women, primary sample 50.2%; replication sample 50.6% and were approximately one-third White, primary sample 36.1%; replication sample 33.7%, onethird Black/African American, primary sample 30%; replication sample 33.3%, and one-third Hispanic/Latinx, primary sample 36.1%; replication sample 33.7%. The majority of participants\n6\nhad at least some college, primary sample 81.5%; replication sample 77.8%, and almost half of each sample considered themselves middle class, primary sample 48.9%; replication sample 45.7%. In both samples, the most frequently chosen occupations were either Full time employment, primary sample 34.8%; replication sample 28.4%, and Retired or pension, primary sample 31.8%; replication sample 29.6%. Participants in both studies reported modest incomes, primary sample median $60,000 - $70,000; replication sample median $50,000 - $60,000. Consistent with national statistics, income distributions were skewed, with low incomes being more frequently reported than higher incomes.\nTasks. This study is a partial replication of Seaman and colleagues (2016) which\nexamined adult age differences in discounting of time, probability, and effort in monetary, social, and health domains. Here we examined behavioral sensitivity to only time delays (but not probability or effort) across three reward domains: social, health, and monetary domains. As in the prior study, all participants completed 42 trials of each of the three two-alternative forcedchoice tasks. On each trial, participants chose between a smaller sooner (SS) reward and a larger later (LL) reward. The sooner reward was set for either today, 2-weeks or 4-weeks from today and the later reward was set for either 2-, 4-, or 6-weeks after the sooner reward. The sooner reward was from 1% to 50% less than the later reward and the three variants of this task used social, health, and monetary rewards. The outcome variable was the proportion of the choices for the sooner (less delayed) reward.\nFor all three tasks, decisions were about hypothetical gains and the LL reward was either\n25%, 50%, 100%, or 150% larger than the SS reward. In the monetary domain, rewards were a monetary gain where the SS reward was between $10 and $15. For example, on one trial participants chose between $10 today or $20 in two months (LL 100% larger than SS). In the\n7\nsocial domain, rewards were the amount of time that a person could spend with a close social partner (inner family circle or close friend) with whom the participant wishes they spent more time. Participants were instructed to keep the same person in mind for all trials. The SS reward varied between 10 minutes and 70 minutes. For example, on one trial participants chose between 18 minutes in two months or 36 minutes in four months (LL 100% larger than SS). In the health domain, rewards were the degree to which (via drug dosage) a new medication improves general physical and mental function. The SS reward varied between 2 and 500 mg. For example, on one trial participants chose between 474 mg today and 948 mg in four months (LL 100% larger than SS).\nSocial Distancing. Participants were also asked a series of questions about COVID-\n19/coronavirus and social distancing. The full questions can be viewed on the OSF website for this study. These questions asked about COVID-19/coronavirus symptoms and test results, beliefs about COVID-19/coronavirus, social distancing behaviors, reasons for social distancing, and their mental health.\nAnalysis. All analysis was conducted in R (R Core Team, 2019). For conformational\nanalyses, statistical significance was set at a = 0.05 except for follow-up tests, where a\nBonferroni correction was applied to determine significance. For analysis of covariance (ANCOVAs), a Greenhouse-Geisser correction was used because Mauchley’s test indicated a violation of sphericity. For exploratory analyses, we report each estimate with its 95% confidence interval without correction.\nResults"}, {"heading": "Revealed Preferences for Monetary, Social, and Health Rewards: Temporal Discounting.", "text": "We asked participants to complete three separate, two-alternative forced-choice temporal\n8\ndiscounting tasks examining choices about how long people were willing to wait for monetary, health, and social rewards. Based on the prior study, as well as social distancing and health concerns, we predicted that there would be differences in the willingness to wait for different types of rewards, with people less willing to wait for social and health rewards than monetary reward. We tested this with a Reward Domain (Money, Health, Social) ANCOVA with age as a continuous covariate on decision preferences. We found both a main effect of reward domain, primary sample F(1.93, 445.7) = 38.14, p < .001; replication sample F(1.94, 467.16) = 23.51, p < .001), and interaction between reward domain and age, primary sample F(1.93, 445.7) = 3.34, p = .003; replication sample F(1.94, 467.16) = 3.63, p = 0.029. Follow-up tests showed greater discounting for health compared to monetary rewards, primary sample t(232) = -6.74, p < .001; replication sample t(243) = -3.41, p < .001, and greater discounting for social compared to monetary rewards, primary sample t(232) = -7.50, p < .001; replication sample t(243) = -6.34, p < .001. There was no difference in discounting for health and social rewards in the primary sample, t(232) = -1.26, p = 0.624, collected in April 2020, but greater discounting for social compared to health rewards in the replication sample, t(243) = -3.72, p = 0.001, collected primarily in May 2020.\nWe were especially interested in the effect of age on discounting behavior. Based on\nprior research we predicted that older adults would be more likely to choose more immediate (less delayed) health and social rewards compared to younger adults. As in previous studies, we tested both linear and quadratic effects of age in a series of linear regression models within each reward domain. Consistent with our hypotheses, there were no significant age differences in monetary discounting, but there were linear effects of age on temporal discounting for social and health rewards (Figure 1, Tables 1 and 2). In the primary sample there was also a significant\n9\nquadratic effect of age in the social domain such that those in middle age were the least willing to wait for social rewards, but this pattern did not hold in the replication sample.\nFinally, we noticed that these discount rates seemed higher than those we reported in a\nprevious study (Figure 2). To verify this empirically, we directly compared the proportion of smaller, sooner choices in these samples to those reported in Seaman et al. (2016) using a Sample (Original, Primary Sample, Replication Sample) by Reward Domain (Money, Health, Social) ANCOVA with age as a continuous covariate on proportion of smaller, sooner choices. We found a main effect of sample, F(2, 564) = 11.68, p < 0.001, such that discounting across reward domains in the primary and replication samples were greater than in the original 2016 study, ps < .001 (Figure 2). This was conditioned by an interaction between sample and reward domain, F(3.88, 1093.91) = 3.83, p = 0.005. Follow-up tests showed greater discounting for the primary and replication samples than the original study in both the money and health domains (ps < .001). There was also greater discounting for the replication sample than the original sample in the social domain (p = 0.016), but no significant difference between the original study and primary sample in the social domain (p = 0.203). The lack of a significant difference may be due to ceiling effect in the social domain.\nStated Preferences for Monetary, Social, and Health Rewards: Importance Ratings.\nGiven the extraordinary circumstances participants were facing with COVID-19 and social distancing, we also asked them how important each type of reward was to them right now on a scale from 0 (Not important) to 100 (Extremely important). For these exploratory analyses, we report estimates and the 95% confidence interval. In both samples, participants rated the importance of money moderately high (primary sample m = 68.0, 95% CI [64.51, 71.50]; replication sample m = 73.1, 95% CI [70.02, 76.16]), but younger adults said that getting more\n10\nmoney right now was more important than older adults, primary sample r(233) = -0.252, 95% CI [-0.369, -0.128]; replication sample r(243) = -0.269, 95% CI [-0.382, -0.148]. We saw no age differences for social and health rewards. Across both samples, people rated social contact as being moderately important, primary sample m = 56.8, 95% CI [53.09, 60.57]; replication sample m = 58.7, 95% CI [54.91, 62.41], and there were no age differences in the importance of social contact right now, primary sample r(233) = 0.013, 95% CI [-0.116, 0.141]; replication sample r(243) = 0.018, 95% CI [-0.108, 0.144]. Across both samples, people rated health as being very important, primary sample m = 88.1, 95% CI [85.83, 90.41]; replication sample m = 89.1, 95% CI [86.88, 91.25]. There were also no age differences in the importance of health right now, primary sample r(233) = .044, 95% CI [-0.085, 0.171]; replication sample r(243) = .091, 95% CI [-0.035, 0.214].\nAs predicted, there were significant linear effects of age in the health and social domain\nsuch that age was associated with the selection of sooner outcomes (e.g. higher discount rates). Older adults were less willing to wait for health and social rewards than younger adults. This is despite the fact that there were no differences in how important social contact and health were valued by participants during social distancing. While these samples replicate earlier work, Seaman et al., 2016, discounting for all rewards in these samples appears to be higher than earlier reports.\nCOVID-19 and Social Distancing Next, we examined the relationship between age,\nCOVID-19, and social distancing behaviors. Very few participants reported having COVID-19 at the time of the survey (primary sample n = 2; replication sample n = 3) or in the past (primary sample n = 6; replication sample n = 11). For the following analyses, the primary sample analyses were exploratory and used to generate our hypotheses (preregistered before replication\n11\nsample collected at https://osf.io/jxcf3) and replication sample analyses were confirmatory. We report all hypothesized relationships with their estimates and the 95% confidence interval.\nCompared to younger individuals, we found that older participants thought they were\nmore likely to catch COVID-19, primary sample r(233) = 0.19, 95% CI [0.06, 0.31]; replication sample r(243) = 0.15, 95% CI [0.02, 0.27] and have more serious health consequences if they caught COVID-19, primary sample r(233) = 0.15, 95% CI [0.02, 0.27]; replication sample r(243) = 0.28, 95% CI [0.16, 0.39]. Despite these beliefs, older adults did not report being any more worried about catching COVID-19 than younger adults, primary sample r(233) = 0.02, 95% CI [-0.11, 0.15]; replication sample r(243) = 0.06, 95% CI [-0.07, 0.18], and actually reported experiencing fewer mental health symptoms than younger adults, primary sample r(233) = -0.19, 95% CI [-0.32, -0.07]; replication sample r(243) = -0.22, 95% CI [-0.33, -0.09] (Figure 3).\nWhile there were no age differences in the number of times people left their homes,\nprimary sample r(233) = 0.07, 95% CI [-0.06, 0.2]; replication sample r(243) = -0.12, 95% CI [- 0.24, 0.0], there were age differences in the reasons for leaving. Younger adults were more likely to leave the house for work than older adults, primary sample r(233) = 0.24, 95% CI [0.11, 0.36]; replication sample r(243) = 0.24, 95% CI [0.12, 0.36]. There were no age differences in the number of times people had visitors to their homes, primary sample r(233) = -0.05, 95% CI [- 0.18, 0.08]; replication sample r(243) = -0.01, 95% CI [-0.13, 0.12], and the only age differences in reasons for having visitors we found in the primary sample did not replicate.\nThere were also some age differences in why participants chose to engage in social\ndistancing behaviors. Older adults were more likely to stay home to keep themselves healthy, primary sample r = -0.23, 95% CI [-0.35, -0.11]; replication sample r = -0.31, 95% CI [-0.42, -\n12\n0.19], while younger adults were more likely to stay home to keep family members healthy, primary sample r = 0.24, 95% CI [0.11, 0.36]; replication sample r = 0.20, 95% CI [0.07, 0.32]. There were no age differences in social distancing for others or to reduce the community spread.\nTemporal Discounting, Reward Importance, and Social Distancing We ran several\nexploratory analyses examining whether there were any relationships between (1) temporal discounting for monetary, health, or social rewards, (2) the self-reported importance of money, social contact, or health outcomes, and (3) social distancing behaviors and motivations. We were also interested in the inherent conflict between limiting social interactions in order to maintain health. Therefore, we also examined whether (1) a participant’s difference in stated values (importance of social contact – importance of health) or (2) a participant’s difference in revealed values (discounting for social contact – discounting for health) would be predictive of social discounting behavior or motivations. As these are fully exploratory analyses, here we report only the relationships that were significant in both samples without correction for multiple comparisons. Thus, any relationships of interest need to be validated in future studies.\nFor temporal discounting, the only relationship we found was that people with higher\nmonetary discount rates were more likely to highly rank having people visit for community service, primary sample r(233) = -0.24, 95% CI [-0.38, -0.11]; replication sample r(243) = -0.15, 95% CI [-0.27, -0.02]. For importance ratings, we found that people who rate money as being more important also report experiencing more mental health symptoms, primary sample r(233) = 0.18, 95% CI [0.06, 0.30]; replication sample r(243) = 0.18, 95% CI [0.06, 0.30]. We also found that people who rate health as being more important are also more worried about catching COVID-19, primary sample r(233) = 0.21, 95% CI [0.09, 0.33]; replication sample r(243) =\n13\n0.32, 95% CI [0.20, 0.43]. We did not find any relationship between difference in stated importance or revealed preferences and social distancing behaviors.\nDiscussion and Implications\nAcross two samples of American adults surveyed during April and May 2020, we\nobserved high discount rates (i.e., preferences for smaller, sooner rewards). General impatience may be higher than it has been in recent history, which seems somewhat self-evident from the widespread and increasing disregard for continued social distancing and isolation, especially in the United States. Although conceptually consistent with recent national behavior, we did not observe correlations between choice behavior on the discounting tasks and social distancing behaviors. That is, preferences on these tasks are not providing a reliable indicator of any given individual’s social distancing behavior in everyday life. Critically, this does not vary between samples, one of which was collected while most states were in lockdown (primary sample) and one of which was collected while many states were opening up (replication sample).\nWe replicated previously reported age differences in temporal discounting for social and\nhealth rewards but no age differences for monetary rewards in two samples. The age effect sizes were remarkably consistent with those reported several years ago in the initial study (Seaman et al., 2016). Despite discount rates that are higher than normal on average in these samples, the age differences were maintained. Older adults’ choice behavior reveals not only a high motivation to obtain immediate social contact, but also an immediate desire to preserve health. Together, these effects may explain why there were no age difference in social distancing behavior: while older adults are yearning for social contact now, they also place a high value on their own personal health. The study provides no direct evidence for health goals regulating social desires, but\n14\nrecent evidence prior to the pandemic reveals increased regulation of desires in everyday life in older age (Burr et al., 2020).\nThis replication of age differences in temporal discounting for social and health rewards\nis also notable because of the racial diversity in these samples: both included equal numbers of White/Caucasian, Black/African American, and Hispanic/Latinx participants. A recent review has noted that psychological science in general, and cognitive psychology in particular, is plagued by systemic racial inequality (Roberts et al., 2020). In particular, this review notes that many studies which highlight racial differences rely on samples with significantly fewer participants of color. Because we included roughly equal numbers of participants in each racial group, we were appropriately powered to test group differences in our analyses. We found no consistent racial group differences in temporal discounting, reward importance, and social distancing behavior across our two samples. This suggests that the findings we report here are largely generalizable, although additional studies including other minority groups (e.g. Asian Americans, Native Americans, and/or Native Hawaiians) are needed.\nAcross the samples, we also observed seemingly high endorsement of mental health\nsymptoms. This is consistent with several other recent studies that have documented historically high levels of anxiety and depression in adults during this pandemic (Rajkumar, 2020). Although COVID-19-related mental health symptoms may be high across the whole sample, older adults endorsed fewer symptoms than younger adults. Also, older adults were not more likely to report being worried about the virus despite the fact that their estimations of the likelihood of contracting the virus and suffering severe consequences were higher (consistent with the medical facts to date: Dowd et al., 2020; Liu et al., 2020). Together, these findings are consistent with\n15\nprior reports of preserved or enhanced emotional regulation across adulthood, and provide new evidence for potential resilience in older age during a global crisis.\nThe lack of age differences in social distancing contradict popular media reports of the\nelderly being more likely to ignore social distancing guidelines. It is possible people who complete online studies during a pandemic are not the same individuals who ignore public health guidelines. Due to concern about biased sampling in the initial sample, the replication sample asked respondents to report the ages of individuals who they observed or knew were not social distancing. This age distribution approximated the adult age distribution in the United States. That is, there was no evidence from these other reports that a particular age group of people who did not participate in the study was significantly more likely to ignore distancing guidelines.\nOverall the study suggests that impatience is at a historic high in adults of all ages. Even\nunder elevated rates of discounting in general, the study also provides evidence for the consistency of pre-pandemic adult age differences in decision making. It also provides evidence of emotional resilience in older age during a global pandemic. It is important to note that although the effects were replicable, all the effects reported here were weak to moderate. That is, there are many younger and older individuals who have preferences or mental health symptoms quite different than their age-matched peers. The study does not suggest that all older adults are protected from pandemic-related anxiety. Additional research would benefit from attempting to identify particularly vulnerable individuals and evaluate the potential differential effects of behavioral and mental health interventions during this pandemic.\nFunding\nNone reported.\n16\nData and Code availability\nData that support the findings of this study and analysis code is available on the Open Science Framework: https://osf.io/9xzfq/.\nAuthor Contributions\nK. L. Seaman, E. J. Juarez, S. P. Samanez-Larkin, G. R. Samanez-Larkin developed the study concept and design. A. Troutman and J. Salerno collected the data. K. L. Seaman conducted the data analysis and drafted the manuscript with critical revisions from G. R. Samanez-Larkin. All authors approved the final version of the manuscript for submission.\nReferences\nBurr, D. A., Castrellon, J. J., Zald, D. H., & Samanez-Larkin, G. R. (2020). Emotion dynamics\nacross adulthood in everyday life: Older adults are more emotionally stable and better at regulating desires. Emotion. https://doi.org/10.1037/emo0000734\nCacioppo, J. T., Hawkley, L. C., & Thisted, R. A. (2010). Perceived Social Isolation Makes Me\nSad: Five Year Cross-Lagged Analyses of Loneliness and Depressive Symptomatology in the Chicago Health, Aging, and Social Relations Study. Psychology and Aging, 25(2), 453–463. https://doi.org/10.1037/a0017216\nCardini, B. B., & Freund, A. M. (2020). More or less energy with age? A motivational life-span\nperspective on subjective energy, exhaustion, and opportunity costs. Psychology and Aging, 35(3), 369–384. https://doi.org/10.1037/pag0000445\nCarstensen, L. L. (2006). The Influence of a Sense of Time on Human Development. Science,\n312(5782), 1913–1915. https://doi.org/10.1126/science.1127488\nCarstensen, L. L., & Fredrickson, B. L. (1998). Influence of HIV status and age on cognitive\nrepresentations of others. Health Psychology, 17(6), 494–503. https://doi.org/10.1037/0278-6133.17.6.494\nCarstensen, L. L., & Mikels, J. A. (2005). At the Intersection of Emotion and Cognition: Aging\nand the Positivity Effect. Current Directions in Psychological Science, 14(3), 117–121. https://doi.org/10.1111/j.0963-7214.2005.00348.x\nDowd, J. B., Andriano, L., Brazel, D. M., Rotondi, V., Block, P., Ding, X., Liu, Y., & Mills, M.\nC. (2020). Demographic science aids in understanding the spread and fatality rates of COVID-19. Proceedings of the National Academy of Sciences, 117(18), 3.\n18\nFredrickson, B. L., & Carstensen, L. L. (1990). Choosing social partners: How old age and\nanticipated endings make people more selective. Psychology and Aging, 5(3), 335–347. https://doi.org/10.1037/0882-7974.5.3.335\nFung, H. H., Carstensen, L. L., & Lutz, A. M. (1999). Influence of time on social preferences:\nImplications for life-span development. Psychology and Aging, 14(4), 595–604. https://doi.org/10.1037/0882-7974.14.4.595\nLiu, K., Chen, Y., Lin, R., & Han, K. (2020). Clinical features of COVID-19 in elderly patients:\nA comparison with young and middle-aged patients. Journal of Infection, 80(6), e14–e18. https://doi.org/10.1016/j.jinf.2020.03.005\nMather, M., & Carstensen, L. L. (2005). Aging and motivated cognition: The positivity effect in\nattention and memory. Trends in Cognitive Sciences, 9(10), 496–502. https://doi.org/10.1016/j.tics.2005.08.005\nOzamiz-Etxebarria, N., Dosil-Santamaria, M., Picaza-Gorrochategui, M., & Idoiaga-Mondragon,\nN. (2020). Stress, anxiety, and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the northern Spain. Cadernos de Saúde Pública, 36, e00054020. https://doi.org/10.1590/0102-311x00054020\nR Core Team. (2019). R: A Language and Environment for Statistical Computing. R Foundation\nfor Statistical Computing. https://www.R-project.org/\nRajkumar, R. P. (2020). COVID-19 and mental health: A review of the existing literature. Asian\nJournal of Psychiatry, 52, 102066. https://doi.org/10.1016/j.ajp.2020.102066\nRoberts, S. O., Bareket-Shavit, C., Dollins, F. A., Goldie, P. D., & Mortensen, E. (2020). Racial\nInequality in Psychological Research: Trends of the Past and Recommendations for the Future. OSF Preprints. https://osf.io/jecy7/\n19\nScheibe, S., & Carstensen, L. L. (2010). Emotional Aging: Recent Findings and Future Trends.\nThe Journals of Gerontology: Series B, 65B(2), 135–144. https://doi.org/10.1093/geronb/gbp132\nSeaman, K. L., Gorlick, M. A., Vekaria, K. M., Hsu, M., Zald, D. H., & Samanez-Larkin, G. R.\n(2016). Adult age differences in decision making across domains: Increased discounting of social and health-related rewards. Psychology and Aging, 31(7), 737–746. https://doi.org/10.1037/pag0000131\nShevlin, M., McBride, O., Murphy, J., Gibson Miller, J., Hartman, T. K., Levita, L., Mason, L.,\nMartinez, A. P., McKay, R., Stocks, T. V. A., Bennett, K. M., Hyland, P., Karatzias, T., & Bentall, R. (2020). Anxiety, Depression, Traumatic Stress, and COVID-19 Related Anxiety in the UK General Population During the COVID-19 Pandemic. [Preprint]. PsyArXiv. https://doi.org/10.31234/osf.io/hb6nq\nTables/Figures\nTables"}], "title": "Running head: DISCOUNTING DURING SOCIAL DISTANCING Decision making and mental health across adulthood during social distancing", "year": 2020}